{
    "status": "ok",
    "totalResults": 25,
    "articles": [
        {
            "source": {
                "id": "/news/world-us-canada-53084232",
                "name": "BBC"
            },
            "author": "Null",
            "title": "US policeman faces murder charge over Brooks death",
            "description": "A police officer who fatally shot a fleeing black man in the back last week in Atlanta, Georgia, will be charged with murder and assault, officials say.\nGarrett Rolfe, who has already been fired, faces 11 charges related to Rayshard Brooks' death. If convicted, he could face the death penalty.\nThe other officer who was at the scene, Devin Brosnan, plans to testify as a witness in the case, officials said.\nThe case comes amid US protests over police killings of black Americans.\nLawmakers in Washington are currently debating new police reform laws.\nOfficer Brosnan -  who has already been placed on administrative leave - will be charged with assault for standing on Mr Brooks' shoulder as he lay dying.\nOfficials said this was the ninth time that an Atlanta police officer had been prosecuted for homicide. \nThey added that it is believed to be the first time a police officer would testify against a member of his own unit.\nMr Brooks failed a field sobriety test on 12 June after he was found asleep inside his car that was blocking a drive-through lane at a Wendy's restaurant.\nAfter pulling over his vehicle, the father-of-four appeared \"slightly impaired, but his behaviour during this incident was almost jovial\", Fulton County District Attorney Paul Howard said on Wednesday.\nFor over 40 minutes, video shows him complying with officers as he consented to a weapons search and provided them with his identification details.\nHowever, as officers tried to handcuff him, he began struggling. The footage appears to show Mr Brooks punched Mr Rolfe, grabbed Mr Brosnan's stun gun and turned back while fleeing to fire it at Mr Rolfe. \nMr Brooks suffered two gunshots to the back that caused organ injuries and blood loss. One police bullet also hit a witness' vehicle, nearly killing the driver, investigators say.\nProsecutors said Mr Rolfe said: \"I got him.\" For over two minutes after Mr Brooks was shot, neither officer provided medical attention as police are required to do, prosecutors said.\nInstead, Mr Rolfe kicked Mr Brooks while he was on the ground, and Officer Brosnan stood on Mr Brooks' shoulder immediately after the shooting, Mr Howard added. \nThe district attorney said that eight videos from the scene showed Mr Brooks \"displayed no aggressive behaviour during the 41 minutes and 17 seconds\" that he was questioned, and posed no physical risk to the officers in that time. \nMr Brooks was 18ft (5.5m) from the officers when he was shot twice in the back, investigators say.\n\"I believe that at the time of the shooting, Mr Brooks did not represent a threat,\" Mr Howard said, noting that police rules prohibit firing a Taser at a fleeing suspect.\n\"So he certainly cannot fire a handgun at someone running away,\" he said.\nA lawyer for Mr Rolfe blamed Mr Brooks for his choice to \"violently attack\" the arresting officers \"suddenly, without warning or provocation\".\n\"Mr Brooks violently attacked two officers and disarmed one of them,\" continued the statement issued by the LoRusso Law Firm.\n\"When Mr Brooks turned and pointed an object at Officer Rolfe, any officer would have reasonably believed that he intended to disarm, disable, or seriously injure him.\"\nA lawyer for Mr Brosnan disputed the district attorney's claim that he will serve as a \"state's witness\", or that he has already admitted to standing on Mr Brooks as he died.\n\"It's absolutely untrue,\" lawyer Don Samuel told the Atlanta Journal Constitution newspaper.\n\"The decision to initiate charges by the Fulton County DA's office is irrational, unethical and obviously based on factors which should have nothing to do with the proper administration of justice,\" he said in a statement. The newspaper added that the prosecutor faces re-election in August.\nThe shooting came amid nationwide unrest over the death in police custody of another unarmed black man, George Floyd, in Minneapolis, Minnesota. The four officers involved in Mr Floyd's arrest have been sacked and are facing charges of second-degree murder, or aiding and abetting murder. \nThe Wendy's restaurant where Mr Brooks died was burned by arsonists after about 1,000 protesters turned up there in the hours after his death. His death also led to the resignation of Atlanta's chief of police.\nA lawyer for Mr Brooks' widow, Tomika Miller, told the Associated Press that there were not aware of some of the details announced on Wednesday, such as Mr Rolfe's alleged kick as Mr Brooks lay dying.\n\"It's heartbreaking, but it's an attempt to redefine justice,\" said lawyer L Chris Stewart.",
            "url": "https://www.bbc.com/news/world-us-canada-53084232",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/33EA/production/_112909231_061948381-1.jpg",
            "publishedAt": "1592430797"
        },
        {
            "source": {
                "id": "/news/world-asia-india-53076781",
                "name": "BBC"
            },
            "author": "Null",
            "title": "A freezing, inhospitable battlefield on a mountain",
            "description": "A savage brawl between Indian and Chinese forces in the Galwan river valley in Ladakh, a disputed Himalayan border region, has left at least 20 Indian soldiers dead. \nThe world's two most populous nations - with two of the planet's biggest military forces  - have been at loggerheads for weeks along their long and contested high-altitude frontier. \nBut the crisis escalated on Tuesday when the number of Indians killed in an extraordinary confrontation soared to 20  - they had died without a single shot being fired. India said both sides suffered casualties. China is yet to confirm its number of dead or injured.\nThe site of the clash was on the de facto border - the Line of Actual Control or LAC - between the two countries. India and China share a border that is more than 3,440km (2,100 miles) long and have overlapping territorial claims. \nThe Galwan river valley, with its harsh climate and high altitude terrain,  lies along the western sector of the LAC and close to Aksai Chin, a disputed area claimed by India but controlled by China. \nMedia reports say that troops clashed on ridges at nearly 14,000 feet high along steep terrain with some soldiers even falling into the fast flowing, 80km (50-mile) long Galwan river in sub-zero temperatures.  \nOn Tuesday evening, the Indian army confirmed that 17 of those who died \"were critically injured in the line of duty at the stand-off location and exposed to sub-zero temperatures in the high altitude terrain\".\nIt is thought some of the soldiers succumbed to their wounds, unable to survive the freezing temperatures overnight.\nLadakh, dotted with snow-capped peaks and arid valleys, is the highest plateau in India, located 3,000m (9,800ft) above sea level. It is a cold desert with temperatures touching -20C in winters. \nVegetation is sparse in the loose, sandy soil, except along stream beds and wetlands, on some high slopes and some irrigated land. \nThe main causes of death at the altitudes and temperatures found in Ladakh are frost bite, a condition called high altitude pulmonary oedema which occurs when lowlanders ascend rapidly to altitudes higher than 2,500m, and another medical condition called high altitude cerebral oedema, where the brain swells with fluid because of the physiological effects of travelling to a high altitude.\nMilitary experts say that the inhospitable region has traditionally been a peaceful area of the LAC.\nSo what led to Tuesday's clash - the first in the Ladakh valley since 1962 when China defeated India in their only war?\n\"The Galwan area has now become a hotspot because it is where the LAC is closest to the new road India has built along the most remote and vulnerable area along the LAC in Ladakh,\" Ajai Shukla, an Indian military expert who served as a colonel in the army, told the BBC in May.\nThe road which is several hundred kilometres long, was built in 2019 and connects to a high-altitude forward air base that India has reactivated at Daulat Beg Oldi, reputed to be the world's highest landing ground.\n China is suspicious of India's construction in the area. The road could boost Delhi's capability to move men and materiel rapidly in case of a conflict.\nIn May, media reports said Chinese forces had put up tents, dug trenches and moved heavy equipment several kilometres inside what had been regarded by India as its territory.\nSoldiers from the two sides earlier clashed on at least two occasions in Ladakh, with stand-offs and scuffles reported at Hot Springs; and Pangong Tso lake to the south.\nIndia and China are now holding talks, senior military officers said on Tuesday, to try to defuse tensions after Monday night's deadly fighting.",
            "url": "https://www.bbc.com/news/world-asia-india-53076781",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/2C00/production/_112946211_gettyimages-1220560954.jpg",
            "publishedAt": "1592392858"
        },
        {
            "source": {
                "id": "/news/world-us-canada-53086042",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Trump sought Xi's help with re-election - Bolton",
            "description": "US President Donald Trump tried to get China's Xi Jinping to help him secure re-election, ex-National Security Adviser John Bolton's new book says.\nIn details of the forthcoming book in US media, Mr Bolton says Mr Trump wanted China to buy agricultural produce from US farmers.\nCorrespondents say the episode is reminiscent of actions that led to Mr Trump's impeachment.\nThe Trump administration is trying to prevent publication of the book.\nAccording to the Department of Justice complaint, it contains \"classified information\".\nThe book, entitled The Room Where It Happened, is due to be released on 23 June.\nIn January, the White House said it contained \"top secret\" details, which must be removed, although Mr Bolton rejected this.\nMr Bolton also addresses the claims that formed a central part of the president's impeachment trial.\nIn January, President Trump was impeached for withholding military aid to pressure Ukrainian President Volodymyr Zelensky into starting a corruption investigation into Democratic presidential hopeful Joe Biden and his son Hunter.\nThe president denied the reports and Mr Trump was acquitted after a two-week trial in the Republican-controlled Senate, which did not include any witnesses.\nMr Bolton says the inquiry might have had a different outcome if it had gone beyond Ukraine and investigated other instances of political interference.\nMr Bolton joined the White House in April 2018 and left in September the following year, saying he had decided to quit as national security adviser. President Trump, however, said he had fired Mr Bolton because he disagreed \"strongly\" with him.\nOn one hand, the account John Bolton offers in his new book should seem somewhat familiar. \nThis is hardly the first time a former adviser or anonymous current aide to Donald Trump has offered anecdotes about a president seemingly uninterested in the details of governing and uninformed on basic issues of foreign policy. For nearly three-and-a-half years, there have been plentiful stories about a White House rife with backbiting and internal power struggles. \nMr Bolton's book goes beyond this well-trodden ground, however, in painting a broad portrait of a president willing to bend foreign policy to advance his domestic and personal political agenda. This was the heart of the impeachment case congressional Democrats made against Trump in January. \nMr Bolton confirms their allegations that the president wanted the withholding of military aid to pressure Ukraine to provide damaging information about Democratic rival Joe Biden. Mr Bolton adds that Trump's dealings with China were also done with an eye on his re-election, and that he repeatedly intervened to assist friendly autocrats around the world.\nRepublicans suggest this is all the work of a disgruntled employee trying to sell books, while Democrats are already growling that Bolton should have volunteered these bombshells during the impeachment proceedings. That ship has sailed, of course, but Bolton's book can still have a bite, distracting a presidential campaign struggling to find its footing less than five months before election day.\nThe allegations refer to a meeting between Mr Trump and Mr Xi at the G20 summit in Osaka, Japan in June last year.\nThe Chinese president had complained that some US critics of China were calling for a new cold war, Mr Bolton said in an extract from the book published in the New York Times. \nHe said Mr Trump assumed Mr Xi was referring to his Democratic opponents.\n\"Trump, stunningly, turned the conversation to the coming US presidential election [in 2020], alluding to China's economic capability and pleading with Xi to ensure he'd win,\" Mr Bolton said.\n\"He stressed the importance of farmers and increased Chinese purchases of soybeans and wheat in the electoral outcome.\"\nWhen Mr Xi agreed to make discussions on farm products a priority in trade talks, Mr Trump called him \"the greatest leader in Chinese history\".\nSpeaking on Wednesday evening, US Trade Representative Robert Lighthizer disputed Mr Bolton's account, saying the request for help with re-election \"never happened\".\nMr Bolton also mentions an earlier conversation at the summit's opening dinner, in which they discuss the building of camps in China's western Xinjiang region.\nMr Trump said the construction should go ahead as it was \"the right thing to do\".\nHuman rights groups have strongly criticised China over the camps, where about a million Uighurs and other ethnic minorities have been detained for punishment and indoctrination.\nMr Trump's closest advisers, including Secretary of State Mike Pompeo and Mr Bolton himself, considered resigning in disgust or frustration, the former aide said.\n\"He second-guessed people's motives, saw conspiracies behind rocks, and remained stunningly uninformed on how to run the White House, let alone the huge federal government,\" Mr Bolton added.\nHe includes details of a number of private conversations. Among other things, Mr Trump is alleged to have been unaware that the UK was a nuclear power or that Finland was a country.\nOn one occasion, Mr Bolton writes, the president said he would threaten to withdraw from Nato if allies in the bloc failed to increase defence spending.\nAnd he remarked that Mr Pompeo - generally considered loyal to Mr Trump - once complained he was having a \"cardiac arrest\" during a presidential phone call with the South Korean leader.",
            "url": "https://www.bbc.com/news/world-us-canada-53086042",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/A073/production/_112957014_061967030-1.jpg",
            "publishedAt": "1592430335"
        },
        {
            "source": {
                "id": "/news/world-australia-52915879",
                "name": "BBC"
            },
            "author": "Null",
            "title": "How reliant is Australia on China?",
            "description": "Australia's relationship with China is not a happy one at the moment. Canberra's push for answers on the pandemic's origins has angered Beijing. In the past month it has put in place some bruising sanctions and travel warnings. Many have urged Australia to reduce its economic reliance on China, but is this really an option?\n\"I love the Chinese,\" says Chris Kelly, an Australian who's sown barley on his family farm for decades.\n\"Love them. Every barley grower in Australia loves the Chinese because they've made us wealthy.\"\nLast year Australia produced over 8 million tonnes of the golden grain used in beer and pig feed. China bought more than half - at a premium price.\nBut last month, China imposed an 80% tariff on Australian barley. It came after Canberra, echoing the US, called for an investigation into Covid-19's origins - a move that Beijing labelled \"politically motivated\".\nChina has since suspended some major Australian beef imports, and warned students and tourists against travelling to the \"racist\" country. This week, in a secretive process, it sentenced an Australian man to death for drug smuggling.\nIt's fuelled frenzied discussion in Australia: Is China retaliating against accusations it mishandled the coronavirus? Could this be the start of a trade war  like that seen between the US and China?\nLike other liberal democracies, Australia is increasingly challenged by the need to balance its economic dependence on China and its own values and interests.\nIn recent times, Canberra has raised concerns about human rights in Xinjiang and Hong Kong, banned Chinese firm Huawei from building Australia's 5G network, and debated allegations of Beijing interfering in domestic affairs.\nThis friction isn't unique to Australia. Canada, Japan and South Korea - among others - have seen economic pushback from China, allegedly for political reasons.\nBut Australia's economic dependence on China is greater than many nations.\nFor the past decade, China has been Australia's largest trading partner and now accounts for 32.6% of its exports. \n2018-2019 \nAustralia's mines have delivered iron ore, coal and gas to fuel China's growth - preferred to rivals in Brazil for their quality and geographic proximity. It's a deal that benefits both nations. \nOther sectors - education, tourism, agriculture, wine - have also flourished in the Chinese market. But like barley, they are not as exclusive to Australia and so more vulnerable to political tension, economists say.\nThis has all intensified debate over whether Australia has become too reliant on China and should look to other trading partners.\nIt needs to drastically strengthen relations with its Asian neighbours, says Dr Lai-Ha Chan, a political scientist at the University of Technology, Sydney.\nIt has made efforts, she says, noting Prime Minister Scott Morrison had scheduled a trip to India this year and made repeated entreaties to PM Narendra Modi. His visit to Vietnam last year - the first by an Australian leader in 25 years - was recognition of its rising star as a market economy, she adds. Australia's ecotourism and university sectors have been actively courting both nations. \nDr Chan suggests Australia could rely on a combination of those countries - plus Indonesia, Japan and South Korea - to lessen reliance on China.\nNot all are among Australia's top 10 trading partners currently; in many cases, there is no existing free trade agreement.\nBut economists dispute the idea that the Chinese market can easily be replaced.\nIndia is often cited for its potential. Australia has set a goal to send A$45bn (£25bn; $31bn) in annual exports to India by 2035. But last year, it sold more than A$160bn to China alone.\n\"There are no other options that come anywhere near to making up China's numbers,\" says Prof Jane Golley, a China economy specialist at the Australian National University. \nGovernment attempts at intervention (a practice seen in Japan), would just be a waste of money, economists say. \n\"It's a bit strange for the government to tell companies you can't sell to the Chinese or you have to sell more to other countries when other countries simply aren't trying to buy,\" Dr Shiro Armstrong, an East Asia specialist, told the BBC.\nAustralian companies are already working hard to reduce reliance on China, adds Dirk van der Kley, from policy research group China Matters, citing universities in particular. \n\"Sure, they've made a little difference on the edges. But it's the market which matters here.\"\nProf Golley says she finds calls by some security analysts to turn away from China - covered heavily by the media - \"depressing\".\n\"I wonder if the man on the street who reads the headline and thinks we need to diversify from China - I always wonder if they think through what that could mean and how it might lead to them or their children not having jobs in the future.\"\nAustralia would be better served looking at the bigger picture, she and others argue. \nIt is far less reliant on exports (20% of GDP) than many nations. But those proceeds flow directly into jobs and welfare, making China a significant driver of Australian prosperity.\nRichard Maude, a former foreign policy head in the Australian government, says it is vital that Australia can co-operate with China on food security, energy and climate change. \nMr Van Der Kley predicts others markets will also emerge for Australia as China's middle class ages, particularly in sectors such as health care and nursing. \nThe significant Chinese diaspora in Australia should not be overlooked, others say. Australia is home to more than 1.2 million people of Chinese ancestry, many of whom only migrated in the last decade - ensuring deep community links.  Chinese consumers continue to favour Australia for education and tourism, partly for this reason.\nBut on the political level, there's a consensus that Canberra-Beijing relations have sunk to their lowest ebb in decades. It has been three years since a bilateral meeting of leaders, despite Australia's repeated requests. \nProf Golley says the government should work hard to help Australian businesses engage with Chinese counterparts, but fears this is being damaged by the \"deteriorating\" political relationship. \nOthers say Australia needs to be more strategic in its diplomacy - for example it could criticise China from within a group of like-minded nations rather than striking out on its own. They also suggest hawks within the government should be reined in by Prime Minister Scott Morrison.\nUltimately, though, slick diplomacy is just \"packaging\", says Mr Maude, the former diplomat: \"China will still often object to what's inside, no matter how well wrapped.\" \nMr Morrison has said: \"We're just being Australians. We have done nothing nor sought to do anything that is inconsistent with our values, or have sought to be in any way hostile to our partnership with China.\"\nAustralia hasn't changed but China fundamentally has, says Mr Maude. He argues that Beijing has become more assertive and authoritarian. Canberra - like other democracies - can no longer overlook political reality for economic gains.\n\"The risk of economic retaliation will be a permanent feature of the 'new normal' in the relationship,\" he says. \"We can't have our cake and eat it too.\"\nBut for Mr Kelly on his barley farm, he feels like the proverbial canary down a gold mine.\n\"We've been feeling anxious for years - this has been going on for a while,\" he says. \"It just feels like the worst-case scenario has arrived.\"",
            "url": "https://www.bbc.com/news/world-australia-52915879",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/17282/production/_112705849_chriscanola.png",
            "publishedAt": "1592407536"
        },
        {
            "source": {
                "id": "/news/education-53082545",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Oxford college wants to remove Rhodes statue",
            "description": "Oriel College in Oxford has announced that it wants to take down the controversial statue of Cecil Rhodes.\nThe governors of the Oxford University college voted on Wednesday to remove the statue of the colonialist.\nCampaigners have called for the statue to be taken down - saying it was a symbol of imperialism and racism.\nThe removal is not expected to be immediate - as the college says there will need to be consultations over planning regulations.\nThe Rhodes Must Fall campaigners said the announcement was \"hopeful\", but warned they would remain cautious until the college had actually carried out the removal.\nIn a statement, campaigners said that until the \"Rhodes statue ceases to adorn the facade of Oriel College on Oxford's High Street\" there would still be protests over \"imperial and colonial iconography\" in university buildings.\nOriel College's governors said the decision had been reached \"after a thoughtful period of debate and reflection\" - and in \"full awareness of the impact these decisions are likely to have in Britain and around the world\".\nThe college is to launch an \"independent commission of inquiry\" into the legacy of Cecil Rhodes, which also includes scholarships at the university.\nThe commission, to be headed by Carole Souter, will also consider wider issues, such as support for black and ethnic minority students and a commitment to \"diversity\" - and will consult with groups including students, local people, councillors and the Rhodes Must Fall campaigners.\nThe fate of the statue has divided opinion.\nEarlier on Wednesday the universities minister had spoken against calls to remove the statue.\nMichelle Donelan said it would be \"short sighted\" to try to \"rewrite our history\" - and rejected attempts to \"censor or edit\" the past.\n\"I want to be really clear that racism is abhorrent and shouldn't be tolerated anywhere in our society, and that includes universities,\" she told a Higher Education Policy Institute event.\nMs Donelan said she was opposed to the renaming of buildings named after the 19th Century statesman, William Gladstone, or the removal of the Rhodes statue.\nProtesters on the streets of Oxford have called for the statue to be taken down, saying that it represented imperialist values that were no longer acceptable.\nBut last week the vice-chancellor of Oxford University, Louise Richardson, gave little support for removing the statue - and warned against \"hiding\" the past.\n\"My own view on this is that hiding our history is not the route to enlightenment,\" Prof Richardson told the BBC.\n\"We need to understand this history and understand the context in which it was made and why it was that people believed then as they did,\" she said.\n\"This university has been around for 900 years. For 800 of those years the people who ran the university didn't think women were worthy of an education. Should we denounce those people?\n\"Personally, no - I think they were wrong, but they have to be judged by the context of their time,\" said Prof Richardson.",
            "url": "https://www.bbc.com/news/education-53082545",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/16C92/production/_87803339_rhodes.jpg",
            "publishedAt": "1592427642"
        },
        {
            "source": {
                "id": "/news/world-us-canada-53083664",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Quaker Oats acknowledges 'racial stereotype'",
            "description": "US company Quaker Oats has announced it will rename its Aunt Jemima line of syrups and foods, acknowledging the brand was based on a racial stereotype.\nFor over 130 years, the brand's logo has featured a black woman named after a character from minstrel shows in the 1800s that mocked African-Americans.\nQuaker said past branding updates to address these issues were \"not enough\".\nCriticism against the brand has renewed amid the national debate over racism sparked by George Floyd's death.\nKristin Kroepfl, Quaker Foods North America's chief marketing officer, said the company is working \"to make progress toward racial equality through several initiatives\".\n\"We also must take a hard look at our portfolio of brands and ensure they reflect our values and meet our consumers' expectations,\" Ms Kroepfl said, adding that Aunt Jemima's origins are \"based on a racial stereotype\".\n\"We are starting by removing the image and changing the name.\" \nThe company has not offered further details on the coming changes, which were first reported by NBC News.\nIn addition, Aunt Jemima is to donate at least $5m (£3.9m) over the next five years to support the African American community, according to parent company PepsiCo.\nThe branding on Aunt Jemima's syrups, mixes and other food products features an image of a black woman that has often been linked to stereotypes around slavery. \nIn a 2015 opinion piece for the New York Times, Cornell University African-American literature professor Riché Richardson described Aunt Jemima as \"an outgrowth of Old South plantation nostalgia and romance\".\nProf Richardson said the brand perpetuated the idea of a \"mammy\" character - a submissive black woman who nurtured her white master's children.\nFounded in 1889, the Aunt Jemima logo was based on storyteller, cook and missionary Nancy Green, the company's site says. Ms Green was born into slavery in Kentucky in 1834, according to the African American Registry non-profit database.\nAunt Jemima joins a number of companies making or considering changes in light of the global protests and renewed debate over racism in America, sparked by the recent police killings of George Floyd and other African Americans.\nOn Wednesday, Mars Inc said it was considering possible changes to the branding of its Uncle Ben's rice, which entered the market in the 1940s. \nUncle, like aunt, was used in southern US states to refer to black people, instead of the more formal \"Miss\" or \"Mister\".\nIn a statement on its website, Mars wrote that \"now is the right time to evolve the Uncle Ben's brand, including its visual brand identity, which we will do.\" But it gave no further details. ",
            "url": "https://www.bbc.com/news/world-us-canada-53083664",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/C9B3/production/_112953615_gettyimages-630756548.jpg",
            "publishedAt": "1592427910"
        },
        {
            "source": {
                "id": "/news/world-africa-53076289",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Man charged after SA woman found hanging from tree",
            "description": "A 31-year-old man has been charged with the murder of a South African woman whose stabbed body was found hanging from a tree last week.\nTwenty-eight-year-old Tshegofatso Pule was eight months pregnant.\nMzikayise Malephane appeared in court and was charged with premeditated murder.\nAfter her death, South African President Cyril Ramaphosa said the culture of silence around gender-based violence had to end.\nMs Pule went missing on 4 June and four days later a member of the public found her body in the Johannesburg suburb of Roodepoort.\nShe was hanging from a tree and had been stabbed through the chest.\nThere was a wave of outrage in South Africa after Ms Pule's death and the hashtag #JusticeForTshego trended on Twitter.\nMr Malephane was arrested on Monday and appeared in court on Wednesday. \nIn the short appearance he was not asked to plead, reports the newspaper The Sowetan.\nThe case has been postponed until 24 June to allow him to get legal representation.\nThe authorities have not revealed if he was known to the deceased. \nThe police have appealed to the public to assist with the investigation - they suspect that more people were involved.\nBy Pumza Fihlani, BBC News, Johannesburg\nThe past few days have been difficult for the women of South Africa. \nAt a time when the nation's focus has been on containing the spread of coronavirus, the gruesome murders of women like Tshegofatso Pule have been a harsh reminder of the daily violence women face here. \nPresident Cyril Ramaphosa has described gender-based violence as the shame of the nation. \nHis government has in the last few months channelled more resources towards the fight. \nSome of the extra funding has gone towards training the police, some towards special sexual offences courts. \nBut advocates say there should be more focus placed on prevention and, for that, attitudes towards women need to change. \nThat is something that will need more than hashtags and protests, it needs men to be part of the solution, they say. \nOn Saturday President Ramaphosa released a statement denouncing gender-based violence. \nHe said it had become more dangerous for women during South Africa's lockdown.\n\"We note with disgust that at a time when the country is facing the gravest of threats from the [coronavirus] pandemic, violent men are taking advantage of the eased restrictions on movement to attack women and children,\" he said \nMr Ramaphosa condemned the brutality of recent killings, mentioning Ms Pule and two other victims:\nAs many as 51% of women in South Africa had experienced violence at the hands of someone they were in a relationship with, the president's statement said.\nHe urged people to report crimes.\n\"Gender-based violence thrives in a climate of silence. With our silence, by looking the other way because we believe it is a personal or family matter, we become complicit in this most insidious of crimes,\" President Ramaphosa said.\nFollowing an outcry over a spate of femicides last year, President Ramaphosa said South Africa was one of \"the most unsafe places in the world to be a woman\".",
            "url": "https://www.bbc.com/news/world-africa-53076289",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/10FFF/production/_112813696_pule.jpg",
            "publishedAt": "1592406515"
        },
        {
            "source": {
                "id": "/news/world-asia-53073338",
                "name": "BBC"
            },
            "author": "Null",
            "title": "India and China exchange protests over clashes",
            "description": "The Indian and Chinese foreign ministers have exchanged protests over clashes in a disputed Himalayan border area which led to the deaths of at least 20 Indian troops.\nIndia's Subrahmanyam Jaishankar said China tried to erect a structure inside Indian territory, while China's Wang Yi said Indian troops attacked first.\nBut in a phone call both men promised not to escalate the situation.\nIt was the first deadly clash at the disputed border for at least 45 years.\nSoldiers reportedly brawled with sticks and bats but no shots were fired. \nChina has not released casualty figures. Unconfirmed reports in Indian media say at least 40 Chinese soldiers died. Some Indian soldiers are still believed to be missing.\nEarlier Indian Prime Minister Narendra Modi said the Indian deaths \"will not be in vain\" and that India would be \"proud that our soldiers died fighting the Chinese\" in the clash in the Ladakh region on Monday.\nAddressing the confrontation for the first time in a televised address on Wednesday, he said: \"India wants peace but when provoked, India is capable of giving a fitting reply, be it any kind of situation.\" \nAn Indian government statement following the phone conversation said that Chinese troops had tried to put up a structure on the Indian side of the de facto border, the Line of Actual Control (LAC), in the strategically important Galwan Valley.\nIt described this as \"premeditated and planned action that was directly responsible for the resulting violence and casualties\" and urged China to \"take corrective steps\".\nThe statement concluded that neither side would take action to escalate matters.\nMeanwhile a Chinese statement quoted Mr Wang as saying:  \"China again expresses strong protest to India and demands the Indian side launches a thorough investigation... and stop all provocative actions to ensure the same things do not happen again.\" \n\"Both sides should resolve the dispute through dialogue, and keep the border safe and tranquil,\" he added.\nThe fighting occurred in the precipitous, rocky terrain of the Galwan Valley.\nIndian media say soldiers engaged in direct hand-to-hand combat, with some \"beaten to death\". During the fight, one newspaper reported, others fell or were pushed into a river.\nThe Indian army initially said a colonel and two soldiers had died. It later said that \"17 Indian troops who were critically injured in the line of duty\" had died from their injuries, taking the \"total that were killed in action to 20\". \n\"I understand that some [further] Indian soldiers went missing. The Indian side is still working to release them from Chinese custody,\" defence analyst Ajai Shukla told the BBC.\nIndian forces appear to have been massively outnumbered by Chinese troops.\nA senior Indian military official told the BBC there were 55 Indians versus 300 Chinese, who he described as \"the Death Squad\".\n\"They hit our boys on the head with metal batons wrapped in barbed wire. Our boys fought with bare hands,\" the officer, who did not want to be named, said.\nHis account, which could not be verified, tallies with other reports in the Indian media detailing the savagery of the combat. \nThe clash has provoked protests in India, with people burning Chinese flags. \nChina has not confirmed how many of its personnel died or were injured. The BBC's Robin Brant in Beijing says that China has never given contemporaneous confirmation on military deaths outside of peacekeeping duties.\nOur correspondent adds that on this occasion China's propagandists may not want to fan nationalist flames at home by making much of any loss, or admit to a significant and demoralising loss. \nThis is not the first time the two nuclear-armed neighbours have fought without conventional firearms on the border. India and China have a history of face-offs and overlapping territorial claims along the more than 3,440km (2,100 mile), poorly drawn LAC separating the two sides.\nAnalysis by Geeta Pandey, BBC News, Delhi\nThe first comments from the Indian government on the violent standoff on the Chinese border came nearly 24 hours after the news broke on Tuesday.\nAnd Prime Minister Narendra Modi and his cabinet colleagues - the defence minister and the home minister - have chosen their words carefully. \nUsually boastful and given to grandstanding, Mr Modi and his ministers have displayed utmost restraint in their public messages this time, mostly sticking to mourning the loss of soldiers.\nThe prime minister did say: \"India wants peace but, if instigated, it is capable of giving a befitting reply.\" But this is seen as aimed more at his political rivals and supporters domestically, rather than as a warning to Beijing.\nChina is not Pakistan and memories of the humiliating defeat in the 1962 war are all too real for any misadventure.\nThe LAC is poorly demarcated. The presence of rivers, lakes and snowcaps means the line can shift. The soldiers either side - representing two of the world's largest armies - come face-to-face at many points.\nBorder patrols have often bumped into each other, resulting in occasional scuffles. \nThe last firing on the border happened in 1975 when four Indian soldiers were killed in a remote pass in the north-eastern state of Arunachal Pradesh. The clash was variously described by former diplomats as an ambush and an accident.\nBut no bullets have been fired since.\nAt the root of this is a 1996 bilateral agreement that says \"neither side shall open fire... conduct blast operations or hunt with guns or explosives within two kilometres of the Line of Actual Control\".\nBut there have been tense confrontations along the border in recent weeks. In May Indian and Chinese soldiers exchanged physical blows on the border at Pangong Lake, also in Ladakh, and in the north-eastern Indian state of Sikkim hundreds of miles to the east.\nIndia has accused China of sending thousands of troops into Ladakh's Galwan Valley and says China occupies 38,000 sq km (14,700 sq miles) of its territory. Several rounds of talks in the last three decades have failed to resolve the boundary disputes.\nThe two countries have fought only one war, in 1962, when India suffered a humiliating defeat. \nThere are several reasons why tensions are rising again now - but competing strategic goals lie at the root.\nThe two countries have devoted extensive money and manpower to building roads, bridges, rail links and air fields along the disputed border.\nBoth India and China see each other's construction efforts as calculated moves to gain a tactical advantage, and tensions often flare up when either announces a major project.\nIndia also disputes part of Kashmir - an ethnically diverse Himalayan region covering about 140,000 sq km - with Pakistan.",
            "url": "https://www.bbc.com/news/world-asia-53073338",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/178C6/production/_112945469_061975451-1.jpg",
            "publishedAt": "1592405454"
        },
        {
            "source": {
                "id": "/news/world-asia-china-53074076",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Beijing stops travel as virus spike continues",
            "description": "Millions of people in Beijing are living under renewed restrictions, as a spike in virus cases continues.\nThe city reported another 31 cases on Wednesday, bringing the total to 137 in the past week.\nBefore the recent spike, the Chinese capital had gone 57 days without a locally-transmitted case.\nThe outbreak is believed to have started in the massive Xinfandi food market that supplies 80% of the city's meat and vegetables.\nAt least 27 neighbourhoods have been classed as medium risk and one neighbourhood, near the market, is high risk.\nPeople in medium or high-risk areas cannot leave the city. People in low-risk areas can leave, but need to test negative first.\nHowever, getting a test is difficult - three testing stations told the BBC there were no tests available until July. Queues were seen outside other centres.\nMore than 1,200 flights have been cancelled to and from the city and railway services have been reduced until at least 9 July.\nPrimary school, middle school, and college classes are suspended, sports teams cannot play, and swimming pools and gyms are closed.\nHowever, roads are open, and companies and factories can still work. The city is on a \"level two\" alert, the second-highest.\nRestaurants, sport, packed trains, even the pub… there we were, basking in the glory of \"normal-ish\" life in Beijing, after more than 50 days without an infection.\nThen: bam!\nThe market outbreak has dragged us back into a virus prevention bubble.\nIn effect, it's very hard to leave Beijing right now. If you haven't done a test in the past week your departure is not allowed, and limited testing capacity is, understandably, being diverted to \"high risk\" groups.\nThe airlines know this. That's why they've cancelled 1,255 flights in and out of the capital on Wednesday so far.\nFor the moment, the authorities are managing Beijing districts almost like cities within the city, imposing strict measures where needed in the hope that they can control it.\nHowever, this is touching everyone's movements.\nThe main difference between now and February is that businesses, government departments, manufacturing are all still operating.\nPerhaps because of this, there seems to be a general confidence that the cluster will be controlled - before becoming a full-blown second wave.\nLocal media said the virus was discovered on chopping boards used for imported salmon at the Xinfandi market.\nThe general manager of the market was dismissed, along with other local officials.\nThe Beijing government said \"relevant people\" from the market would not be allowed to leave the city, regardless of which neighbourhood they live in.\nThe market has tens of thousands of visitors each day.\nIn general, China has successfully \"flattened the curve\" in recent months.\nAfter passing 80,000 confirmed cases at the start of March, it has added only around 3,200 since then.\nOn Tuesday, for example, it reported just 32 locally-transmitted cases in the whole country - 27 were in Beijing with four in neighbouring Hebei.\nDo you live in one of the 27 Beijing neighbourhoods where restrictions are in place? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. ",
            "url": "https://www.bbc.com/news/world-asia-china-53074076",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/F2C0/production/_112944126_7fced4d6-fa1c-48bb-8136-6faa67af69a0.jpg",
            "publishedAt": "1592373192"
        },
        {
            "source": {
                "id": "/news/world-asia-china-53074076",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Beijing stops travel as virus spike continues",
            "description": "Millions of people in Beijing are living under renewed restrictions, as a spike in virus cases continues.\nThe city reported another 31 cases on Wednesday, bringing the total to 137 in the past week.\nBefore the recent spike, the Chinese capital had gone 57 days without a locally-transmitted case.\nThe outbreak is believed to have started in the massive Xinfandi food market that supplies 80% of the city's meat and vegetables.\nAt least 27 neighbourhoods have been classed as medium risk and one neighbourhood, near the market, is high risk.\nPeople in medium or high-risk areas cannot leave the city. People in low-risk areas can leave, but need to test negative first.\nHowever, getting a test is difficult - three testing stations told the BBC there were no tests available until July. Queues were seen outside other centres.\nMore than 1,200 flights have been cancelled to and from the city and railway services have been reduced until at least 9 July.\nPrimary school, middle school, and college classes are suspended, sports teams cannot play, and swimming pools and gyms are closed.\nHowever, roads are open, and companies and factories can still work. The city is on a \"level two\" alert, the second-highest.\nRestaurants, sport, packed trains, even the pub… there we were, basking in the glory of \"normal-ish\" life in Beijing, after more than 50 days without an infection.\nThen: bam!\nThe market outbreak has dragged us back into a virus prevention bubble.\nIn effect, it's very hard to leave Beijing right now. If you haven't done a test in the past week your departure is not allowed, and limited testing capacity is, understandably, being diverted to \"high risk\" groups.\nThe airlines know this. That's why they've cancelled 1,255 flights in and out of the capital on Wednesday so far.\nFor the moment, the authorities are managing Beijing districts almost like cities within the city, imposing strict measures where needed in the hope that they can control it.\nHowever, this is touching everyone's movements.\nThe main difference between now and February is that businesses, government departments, manufacturing are all still operating.\nPerhaps because of this, there seems to be a general confidence that the cluster will be controlled - before becoming a full-blown second wave.\nLocal media said the virus was discovered on chopping boards used for imported salmon at the Xinfandi market.\nThe general manager of the market was dismissed, along with other local officials.\nThe Beijing government said \"relevant people\" from the market would not be allowed to leave the city, regardless of which neighbourhood they live in.\nThe market has tens of thousands of visitors each day.\nIn general, China has successfully \"flattened the curve\" in recent months.\nAfter passing 80,000 confirmed cases at the start of March, it has added only around 3,200 since then.\nOn Tuesday, for example, it reported just 32 locally-transmitted cases in the whole country - 27 were in Beijing with four in neighbouring Hebei.\nDo you live in one of the 27 Beijing neighbourhoods where restrictions are in place? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. ",
            "url": "https://www.bbc.com/news/world-asia-china-53074076",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/F2C0/production/_112944126_7fced4d6-fa1c-48bb-8136-6faa67af69a0.jpg",
            "publishedAt": "1592373192"
        },
        {
            "source": {
                "id": "/news/world-us-canada-53076159",
                "name": "BBC"
            },
            "author": "Null",
            "title": "US Air Force sergeant charged in 'Boogaloo' murder",
            "description": "A US Air Force sergeant with links to the far-right Boogaloo Bois movement has been charged with the murder of a federal security officer in California, the FBI says.\nSteven Carrillo is accused of killing David Patrick Underwood outside the courthouse in Oakland during Black Lives Matter protests last month.\nHe was already charged with the murder of another officer eight days later.\nDamon Gutzwiller was killed in an ambush near Santa Cruz on 6 June.\nMr Carrillo, who is stationed at Travis air force base, was arrested during a subsequent confrontation. \nHe appears to have used his own blood to write various phrases on the bonnet of a car he stole, the FBI said, including \"boog\" and \"stop the duopoly\".\n\"Boogaloo\" is a term used by extremists to reference a violent uprising or impending civil war in the US, the FBI said.\nAdherents of the loose grouping known as Boogaloo Bois, which some liken to a militia, are anti-government and often carry assault weapons.\nThe Oakland victim, Mr Underwood, was killed in a drive-by shooting from a white van overnight on 29 May. There were large protests taking place in nearby streets over the death in police custody of George Floyd.\nA colleague was also shot in the attack, and the accused is charged with his attempted murder.\nA second man, Robert Alvin Justus,  has confessed to driving the van, the FBI said, and has been charged with aiding and abetting the alleged murder.\nBy Shayan Sardarizadeh, BBC Monitoring\nA loose online movement with no leaders, Boogaloo Bois grew out of a firearms-themed bulletin board on the 4chan platform.\nThe group's name is a reference to a 1984 film, Breakin' 2: Electric Boogaloo, which members use to refer to an armed conflict with authorities and law enforcement, something akin to a civil war.\nWhile it is hard to ascribe a specific ideology to Boogaloo Bois, followers sign up to two fundamental issues: a desire for an armed overthrow of the government, and an unwavering commitment to guns.\nThe movement has considerably grown in size in the last year, helped by Facebook groups and pages with tens of thousands of members and followers. Alternative terms like \"Big Igloo\", \"Boog\" and \"Big Luau\" are also frequently used.\nArmed members dressed in Hawaiian shirts and military fatigues claim they are attending Black Lives Matter rallies to \"protect the protesters from police\".\nBut they are increasingly capitalising on the protests to attack the authorities. Three Boogaloo members were charged with terrorism offences in Nevada this month for attempts to \"spark violence\".\nFacebook has limited the reach of Boogaloo groups and pages in recent days. But many are still active on the platform.\nIn a comment on Facebook, Mr Carillo said the Black Lives Matter protests in downtown Oakland were a good opportunity. \"Use their anger to fuel our fire. Think outside the box. We have mobs of angry people to use to our advantage,\" he allegedly wrote.\nAnnouncing the charges at the same Oakland federal building where Mr Underwood worked, US Attorney David Anderson said many people would miss hearing the sound of his voice and laughter.  \n\"Pat Underwood wore his uniform because it signified his authority to protect the courthouse where we are gathered here today,\" the attorney said. \"This courthouse exists to administer justice, to uphold the rule of law, and to protect the freedoms that we all cherish.\"\nA second deputy was injured in the attack in Santa Cruz county in which Sgt Gutzwiller lost his life. \nThe sheriff's office is holding a memorial event for Sgt Gutzwiller on Wednesday which will be broadcast online.",
            "url": "https://www.bbc.com/news/world-us-canada-53076159",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/12EFC/production/_112946577_cf895db6-6802-4d65-bdd9-5c2cedc29702.jpg",
            "publishedAt": "1592401589"
        },
        {
            "source": {
                "id": "/news/world-europe-53077825",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Van Gogh brothel-trip letter sells for €210,000",
            "description": "A letter penned by artists Vincent Van Gogh and Paul Gauguin, which details their visits to brothels, has been sold at auction for €210,600 ($236,632; £188,538).\nThe letter was bought by the Vincent Van Gogh Foundation at the Drouot auction house in Paris on Tuesday.\nThe artists wrote the letter to their friend, French painter Emile Bernard, in late 1888.\nIn it, they describe living and working together in the French city of Arles.\nVan Gogh and Gauguin, both post-impressionist painters who are famous around the world, were convinced they were leading a \"great renaissance of art\", according to the letter.\nThe artists honed their artistic vision in Arles but, after spending several months together, their friendship ended acrimoniously and Gauguin left.\nDated and signed 1-2 November 1888, the letter was written several weeks before Van Gogh suffered a mental breakdown and famously cut off his left ear.\nThe Dutch artist took his own life in 1890.\nThe Van Gogh Museum in Amsterdam, where the letter will go on display later this year, said it was the only correspondence Van Gogh ever had with another artist.\nThe museum described the letter as \"the most significant document written by Van Gogh that was still in private hands\".\nThe auction house, Drouot, said the letter was \"exceptional\" because of how certain the artists were that their painting would revolutionise art.\nVan Gogh and Gauguin, the auction house said, were \"fully aware that their art marks a turning point and that only future generations will understand it\".\nThe director of the Van Gogh Museum, Emilie Gordenker, said she was \"thrilled\" that the \"important letter\" had been acquired and could be put on display.\n\"We are delighted and very grateful that the Vincent van Gogh Foundation has made it possible to add such a remarkable letter as this to our collection, especially in these challenging times,\" she said.\nThe artists take turns to give an account of their stay in Arles, where they worked together in a rented apartment at the Yellow House. \n\"Now something that will interest you - we've made some excursions in the brothels, and it's likely that we'll eventually go there often to work,\" wrote Van Gogh in the four-page letter.\n\"At the moment Gauguin has a canvas in progress of the same night café that I also painted, but with figures seen in the brothels. It promises to become a beautiful thing.\"\nWhile the letter was addressed to their friend, it was also a dialogue between Van Gogh and Gauguin, who gave their first impressions of working together.\nIn the letter, Van Gogh described Gauguin as \"an unspoiled creature with the instincts of a wild beast\".\n\"With Gauguin, blood and sex have the edge over ambition,\" he added. \"But enough of that, you've seen him close at hand longer than I have, just wanted to tell you first impressions in a few words.\"\nFrom 9 October 2020, the letter will be one of 40 documents to go on display at an exhibition at the Van Gogh Museum in Amsterdam.",
            "url": "https://www.bbc.com/news/world-europe-53077825",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/106DE/production/_112949276_gettyimages-1220207495-594x594.jpg",
            "publishedAt": "1592401594"
        },
        {
            "source": {
                "id": "/news/world-asia-india-53071913",
                "name": "BBC"
            },
            "author": "Null",
            "title": "An extraordinary escalation 'using rocks and clubs'",
            "description": "\"It is looking bad, very bad,\" says security analyst Vipin Narang, of the deadly clash between Indian and Chinese soldiers in Ladakh on Monday night. \nThe most serious face-off on the world's longest unsettled land border in nearly half a century left 20 Indian soldiers dead. India says both sides suffered casualties.\n\"Once fatalities are sustained, keeping everything quiet becomes hard on both sides. Now public pressure becomes a variable,\" Dr Narang, a security studies professor at Massachusetts Institute of Technology, told me.\n\"The scale, scope and swathe of the pressure across the border is seemingly unprecedented.\"\nThe two nuclear armed neighbours have a chequered history of face-offs and overlapping territorial claims along the more than 3,440km (2,100 mile), poorly drawn Line of Actual Control (LAC) separating the two sides. Border patrols have often bumped into each other, resulting in occasional scuffles. But no bullets have been fired in four decades. \nThat is why the latest clash, following months of roiling tension, has taken many by surprise. \n\"It is an extraordinary escalation,\" Shashank Joshi, Defence Editor at The Economist magazine, told me. \"No shots fired for 45 years, and then at least 20 soldiers dead in one evening in rock-throwing and bludgeoning.\" The clash comes amid fresh tensions between the two powers, which have brawled along the border in recent weeks but not exchanged any gunfire.\nReports say in early May, Chinese forces put up tents, dug trenches and moved heavy equipment several kilometres inside what had been regarded by India as its territory in Galwan valley in Ladakh. Ajai Shukla, a leading Indian defence analyst, has claimed that China had captured 60 sq km of Indian-patrolled territory in the area in the past one month. India claims China already occupies 38,000sq km (about 14,700sq miles) of its territory.\nThe move came after India built a road several hundred kilometres long connecting to a high-altitude forward air base which it reactivated in 2008.\nThe details of how Monday's skirmish unfolded remain fuzzy.\nIndia and China are accusing each other of violating the consensus to respect the Line of Actual Control that separates the both sides in the Galwan Valley.\nIndia says the two sides have been exploring military and diplomatic channels to de-escalate the situation and that senior commanders had a \"productive meeting\" on 6 June. They agreed \"on a process of de-escalation\" and subsequently, the ground commanders had a series of meetings to implement the consensus, India's foreign ministry said. \nIndia said both sides suffered casualties after the Chinese \"unilaterally tried to change the status quo.\" And China accuses India troops of \"violating\" the consensus, crossing the border twice and carrying out provocative attacks on Chinese personnel\".\nAnkit Panda, a senior editor at The Diplomat magazine, says the ongoing crisis was \"already among the most serious between the two countries - certainly since the 2017 Doklam standoff and possibly much longer\". Road construction by the Chinese triggered a 73-day standoff in 2017 at a junction of India, China and Bhutan. \nBut Chinese behaviour this time has \"been very different from what we have seen in the past,\" Shivshankar Menon, a China expert and a former national security advisor, says.\n\"What we have seen is multiple incidents, multiple moves forward and China occupying spaces which it never occupied before along the LAC. This is a worrying sign because it's different from Chinese behaviour in the past,\" Mr Menon told interviewer Karan Thapar in The Wire, an independent online news portal.\nTheories abound on the reasons behind China's actions in the area. \nIn a tactical sense, Delhi's beefing up of the border infrastructure may have triggered the Chinese army into action in Ladakh. The pandemic may have provided the cover for China to act, particularly as the Indian army had delayed exercises in Ladakh in March. \"But I doubt it was the only cause,\" says Mr Joshi.\n\"Is it about the road? Is it about Article 370  [India's action of unilaterally changing the status quo of Kashmir in August last year] Is it broader aggressiveness? We don't know,\" says Dr Narang. \"But it is tense and it is not over.\" \nMr Menon, who served as India's ambassador to China, believes that China is resorting to strident nationalism, due to \"domestic and economic stresses\" at home. \"You can see it in their behaviour in Yellow Sea, towards Taiwan, passing laws without consulting Hong Kong, more assertive on India's border, a tariff war with Australia.\"\nOn Tuesday evening, India said the troops had disengaged from the clash site. Early reports suggest that established military channels were being used and both sides were not escalating. \"That's good news for India, which has few credible retaliatory options in the current environment,\" says Mr Panda.\nMr Joshi believes the most important consequences of Monday's clashes will be the \"wider and long-term diplomatic one\". \n\"For 10 years, Sino-Indian rivalry has steadily intensified, but remained largely stable,\" he said. India and China have also been more engaged. Bilateral trade increased 67 times between 1998 and 2012, and China is India's largest trading partner in goods. Indian students have flocked to Chinese universities. Both sides have held joint military exercises.\n\"Now we may be entering a new period of heightened mistrust and antagonism washing away much of the bonhomie on display at the Wuhan summit in 2018,\" says Mr Joshi.",
            "url": "https://www.bbc.com/news/world-asia-india-53071913",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/16D4A/production/_112941539_indiachinareuters.jpg",
            "publishedAt": "1592336816"
        },
        {
            "source": {
                "id": "/news/world-asia-53059491",
                "name": "BBC"
            },
            "author": "Null",
            "title": "It blew up an office, but what is North Korea after?",
            "description": "Just days after North Korean leader Kim Jong-un's sister, Kim Yo-jong, threatened direct action against South Korea, Pyongyang has followed through.\nAt 14:49 on Tuesday (05:49 GMT), explosives demolished the Inter-Korean Liaison Office in the North Korean border city of Kaesong. \nThe provocative step, coming just one day after the 20th anniversary of the first ever inter-Korean summit between Kim Jong-un's father, Kim Jong-il, and South Korean President Kim Dae-jung, marks an ominous turning point for the two neighbours.\nKim Yo-jong's threats to reduce the liaison office to \"dust\" were meant to be taken literally.\nAn early statement from the South Korean Unification Ministry, pointing out that the action was telegraphed, suggests that Seoul intends not to publicly make the case that it was caught off-guard. \nBut the seriousness of the event - and its global headline-seizing nature - raises natural questions about what Pyongyang may be seeking.\nThere are few easy answers here, but many puzzle pieces that that form part of a bigger picture.\nFor example, we might recall the historic inter-Korean summit at the Panmunjom Peace Village, north-east of Kaesong, in April 2018.\nWhile that event cemented South Korean President Moon Jae-in's place as a historic statesman, for Kim Jong-un, one of the most important takeaways was to be found in what his South Korean interlocutor handed him on a USB pen drive. \nMr Moon had shown Mr Kim the promise of inter-Korean economic co-operation, outlining several projects that would allow the two Koreas - under South Korean guidance - to collaboratively build the economic linkages between them. \nIn the ensuing months, however, President Moon's plans were limited by the continued existence of the onerous international and US sanctions that remained in place on Pyongyang for its testing and development of ballistic missiles and nuclear weapons throughout 2017.\nSanctions relief was North Korea's core demand of the United States, of South Korea, and of the world through the two years of diplomacy that persisted from the Pyeongchang Winter Olympic Games, where Kim Yo-jong first made herself apparent as a force in inter-Korean relations.\nThis demand continued until the final days of 2019, when Pyongyang began to make clear that it had no expectations that diplomacy could yield fruit.\nThis is why the symbolic destruction of the facility that had been used to administratively realise inter-Korean collaboration strikes at the core of Mr Moon's inter-Korean promises.\nFor the South Korean president, who finds himself with unprecedented political strength after his party's strong showing in the April mid-term parliamentary elections, this moment may be designed to seek further concessions.\nThe proximal explanation for the North Korean step was clarified by Kim Yo-jong in her statement last weekend.  \nShe cited the launching of anti-North Korean regime leaflets by South Korean civil groups, describing them as an insult to the \"dignity\" of the North Korean supreme leadership. \nAnd Pyongyang takes these sorts of events seriously; in August 2015, South Korean army loudspeakers broadcasting propaganda across the Military Demarcation Line sparked a major dispute.\nThe leaflets, as grating as they may be for Pyongyang, likely do not tell us the whole picture. Part of the answer - unknowable as it may be given the nature of the North Korean regime - may have to do with Kim Yo-jong herself. \nKim Jong-un's younger sister has seen a spectacular ascent in her public role in the effectuation of North Korean state policy in recent years.\nWhere she was once seen lurking behind a pillar as her brother delivered an address before a major military parade, she is now directing the Korean People's Army to take action. Last year, she was for the first time seen overseeing missile launches with her brother. \nHer role in inter-Korean affairs and her seemingly more significant role in guiding military activities may indicate her rising star. \nAllowing her to oversee the demolition of the Inter-Korean Liaison Office may serve to bolster her leadership credentials, much in the same way that her brother was rumoured to have been instrumental in the sinking of the South Korean naval corvette, ROKS Cheonan, and the shelling of Yeonpyeong Island in 2010.\nThe current trajectory of inter-Korean ties does bring 2010 to mind. \nWhat is concerning this time, however, is that North Korea is no longer the nascent nuclear aspirant it was then. Under the cover of its increased nuclear capabilities, Pyongyang may seek to torment Seoul for concessions and leverage. \nIn this sense, the demolition of the inter-Korean liaison office may be the start of a much darker period in the inter-Korean story.\nAnkit Panda is a senior editor at the Diplomat and author of Kim Jong-un and the Bomb.",
            "url": "https://www.bbc.com/news/world-asia-53059491",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/6E34/production/_112921282_hi061972151.jpg",
            "publishedAt": "1592308856"
        },
        {
            "source": {
                "id": "/news/science-environment-53081194",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Soap bubbles succeed in fruit tree pollination",
            "description": "Japanese researchers have succeeded in fertilising pear trees using pollen carried on the thin film of a soap bubble.\nThey've been searching for alternative approaches to pollination, because of the decline in the number of bees worldwide. \nWhen fired from a bubble gun, the delicate soapy spheres achieved a success rate of 95%.\nThe researchers are now testing drones that fire bubbles for pollination.\nWith the decline in bee numbers over the past decade, researchers have been looking at different ways of achieving pollination - a key step in the production of many fruits and vegetables.\nDr Eijiro Miyako, from the Japan Advanced Institute of Science and Technology, had previously tested the ability of a drone to deliver pollen - but even though the drone was just two centimetres long, it kept damaging the flowers in the process.\nOne day, while watching his young son play in local park, Dr Miyako had a moment of inspiration.\n\"I was playing soap bubbles with my son at a park close to my home, when a soap bubble accidently hit my son's face,\" he told BBC News.\n\"There was no damage because soap bubbles are soft, light, and flexible.\"\n\"But I got an inspiration because I thought the bubbles won't damage the flowers and would be an ideal material for pollination.\"\nDr Miyako commandeered the bubble solution, causing his son to start crying and necessitating the purchase of more bubbles. \nIn the lab, he was able to confirm, via optical microscopy, that soap bubbles could carry pollen.\nRealising that most conventional soap would be too toxic for flowers, Dr Miyako developed what he terms \"chemically functionalised\" soap bubbles that could each carry up to 2,000 pollen grains. \nLoading up their bubble guns, Dr Miyako and his colleagues tested the technique at a pear orchard. \nIn the absence of bees, some pollination work is now done by hand using a feather brush.\nAfter shooting the bubbles onto the trees, young fruits started to form some 16 days later, at a volume equal to the hand pollination.\n\"The rates of both soap-bubble-mediated pollination and hand pollination were approximately 95%, and no significant differences were observed between them,\" said Dr Miyako.\n\"In fact, the shape and size of young pear fruits after soap bubble pollination look the same as hand pollination. However our method has more potential advantages in terms of future automation and reduction of pollen grains.\"\nSoap bubbles, though, are not without their troubles. The technique creates a lot of waste and the wind and rain can ruin the efforts to pollinate. \nDr Miyako believes these restrictions can be overcome through the use of technology such as localisation and mapping, path planning and motion control.\nTests have already been carried out with an autonomous drone carrying a bubble gun.\nThe drone was able to hit targets from two metres with a success rate of 90%.\nDr Miyako is very optimistic about the potential for technology to succeed in pollination.\n\"Some might dismiss this as something of a fantasy, but the soap bubble is effective for pollination.\"\n\"I was probably the only person on the planet to believe this when I started the 'playful' work. Maybe I still am now.\"\nThe research has been published in the journal iScience. \nFollow Matt on Twitter.",
            "url": "https://www.bbc.com/news/science-environment-53081194",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/1275F/production/_112951657_soap1.png",
            "publishedAt": "1592411995"
        },
        {
            "source": {
                "id": "/news/in-pictures-52934803",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Endangered cheetahs in award-winning photos",
            "description": "Charity picture book series Remembering Wildlife has announced the 10 winners of its cheetah photography competition.\nThe winners were picked from more than 2,400 entrants, with the winning images showing cheetahs in Kenya, Namibia, Tanzania and South Africa.\nThe images will be published in the book Remembering Cheetahs in October this year, alongside images donated by world-leading wildlife photographers. Competition entry fees will be distributed to cheetah-protection projects in Namibia and Kenya.\nWith slightly more than 7,000 cheetahs left in the wild, Remembering Wildlife aims to create awareness of the threats to wildlife. \nThe winning images include the top photo and the pictures below.\nAll photographs subject to copyright.",
            "url": "https://www.bbc.com/news/in-pictures-52934803",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/ECF7/production/_112736606_1_andy_howe.jpg",
            "publishedAt": "1592380762"
        },
        {
            "source": {
                "id": "/news/world-us-canada-52988163",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Lockdown taught me that everything needs to change",
            "description": "Coronavirus lockdown has given one young man plenty of time to think about how he wants to change the world.\nMy name is Miguel Carrion, I am 21 years old, I am living with my parents in the San Francisco Bay area. \n26 March: I haven't been getting much sleep lately, been sleeping really late. I've just been tired but I'm still grateful that I have my health and that you know I have a shelter, food and access to stuff that can distract me while everything is going on, and you know I have stuff I can do, and I'm grateful for that. \n27 March: Before coronavirus, we would go to church once a week on Sundays and my mom would try to go every morning. But now with the coronavirus, we just stream church everyday. \nMy parents woke me up to watch the Pope deliver his Urbi et Orbi message which is a plenary indulgence for the pandemic, those affected by Covid-19, and everyone else. An event that would normally draw hundreds of people to the Vatican was empty.\nWe asked three young Americans to chronicle their very different experiences of the pandemic. Read about Maddie below, a 22-year-old student living in Ohio, and Ana who's just graduated high school in New York City. \n30 March: Not even a 15 hour time difference, shelter-in-place order, and community lockdown can hold back a family function. My relatives in the Philippines usually have regular get-togethers just to update each other and talk about the latest chismis (gossip in Tagalog), but due to the Covid-19 outbreak, we have all resorted to using Zoom in order to communicate with each other. Though it was past midnight for my parents and I, the fun and laughter didn't stop for hours.\n29 March: My family's lived in this apartment for almost 10 years. \nMy mom came to America first from the Philippines in 2004, then my dad and I followed her in 2010. Ever since then I've been sleeping on the couch - it's a small, one-bedroom apartment but it's not too bad. \n6 April: Here is my mom, retrieving last week's mail. What was once a daily occurrence has become something only to be done once a week. My parents decided that it was best to only grab the mail once a week to reduce having to touch something that other people may have come into contact with.\n9 April: San Francisco in the time of Covid-19. What was once a bustling city full of tourists and locals is now close to empty. In Union Square, shops of all kinds are boarded up with sheets of plywood, the usual city traffic has halted, and sidewalks are no longer crowded. \nThough closed, most of these high-end designer stores will be able to financially recover. But I worry about the fate of hole-in-the wall and mom-and-pop shops. \nDriving through, I've seen a lot of tents lining the sidewalks. Despite the rich residents and lavish tech companies that inhabit the city, it seems that the most vulnerable citizens are left out by the local government.  \nA lot of people were saying, instead of forcing the people experiencing homelessness to stay in the streets, why doesn't the city put them up in the hotel rooms since they're empty anyway? The suggestion went all the way to the mayor. I think it's a good idea.\n15 April: Self portrait in a newly organised bathroom. Since the beginning of the shelter-in-place order, my mom had put up two signs ordering all of us to only use our own towels when drying our hands and took away the old communal hand towel. My mom also took the liberty of giving each of us our own tubes of toothpaste and bottles of mouthwash while labelling each item. \n16 April: It's been more than a month since this project started, and I wish I could say that things are going back to normal, but obviously that's not what's happening. The only thing we can do is do our part and try to flatten the curve.\nIt's frustrating that a lot of people don't feel the same way. And that they're going out there and protesting in huge groups of people in public and trying to end the quarantine when obviously that's not going to work. It's frustrating to see because it will probably just make everything last longer. It's also incredibly selfish. \n10 May:  On Mother's Day, my parents and I dropped off trays of chicken adobo and rice in Daly City. The donation was for a free community feed hosted and organised by Pilipino Bayanihan Resource Center and the Filipino American Democratic Club of San Mateo County. \nVolunteers cooked and dropped off trays upon trays of the adobo and rice. Families and individuals were invited to drive up to the curb and receive pre-packaged plates of the classic Filipino dish to feed themselves and their families.\n3 June: My family's been in quarantine for three months now. So I attended a protest in San Mateo county. It was a protest in solidarity with the other Black Lives Matter protests that are going on around the country and around the world. I've never been to a protest of that size, and it was just amazing to see all these people coming together for a common cause, fighting for what's right.\nNot everyone can go out all the time and always be out protesting, which is understandable because there's still coronavirus happening. And there are some people who are older, or some people who are probably immuno-compromised, or maybe it's just harder for them to self-isolate after going to a protest. \nBut even now, a lot of people are still showing up and showing out, and it's incredibly important for us to all keep doing that.\nI hope that with everything that comes out of this, other than that people come out healthy and safe and okay, is that we just see that the system we live in doesn't work. The country we live in is not really as great as some people might think it is, if it was ever great, and that everything needs to change. And we all have to do our part in changing things. Because we all live here, we're all in it together.\nProduced by Hannah Long-Higgins and Robin Levinson-King\n.",
            "url": "https://www.bbc.com/news/world-us-canada-52988163",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/891E/production/_112820153_miguel_30.jpg",
            "publishedAt": "1592341073"
        },
        {
            "source": {
                "id": "/news/world-asia-india-52990324",
                "name": "BBC"
            },
            "author": "Null",
            "title": "'India's healthcare system failed my family'",
            "description": "India is witnessing a surge in Covid-19 infections which has brought its health system to the brink of collapse. BBC Gujarati's Roxy Gadgekar describes how his own family was devastated by coronavirus.\nWhen my sister Shefali called me on 11 May and told me her husband Umesh had been rushed to hospital with breathing difficulties, it was a shock. My first thought - as unreal as it seemed - was coronavirus. \nHis death, five days later, showed us just how much India's healthcare system is being ravaged by the virus.\nWhile we battled to save Umesh, I was embarrassed I had to use my professional contacts - built up over 20 years as a journalist in this city - so many times to ask for simple things that should have been routine.\nAnd despite our repeatedly asking, the hospital where his life ended has still not explained exactly how he died or responded to the BBC's questions about why the family was not told.\nAnand Surgical hospital, where Shefali had taken Umesh when he fell ill, is a famous private hospital in Ahmedabad, the capital of the western state of Gujarat. It had been designated a specialised Covid hospital by the municipal corporation just a few days earlier. \nHowever, when I called them, they told me that they did not have an isolation room as yet. There were also no ventilators or even doctors who could treat suspected Covid patients. \nI told my sister to try taking him to a different hospital. But several private hospitals turned them away, saying they had no room. \nShefali finally managed to get a chest x-ray for Umesh at a nearby private hospital. The radiologist told the couple that he suspected Covid. \nUmesh Tamaichi was 44 and a senior lawyer who practised at the Ahmedabad Metro court. My sister is the general manager of a reputed IT company. The couple lived in Chharanagar - a slum-like area of the city filled with small lanes, no civic facilities and haphazard construction. \nUmesh and Shefali had dreams and worked hard to achieve them. They saved enough money to build their own house and send their two daughters to a good school - a rarity in a locality where spending money to educate girls is not the norm. One of them is about to sit pre-medical exams, while the other wants to be a lawyer like her father. \nA few days before Umesh started exhibiting symptoms, I had written a story on whether Gujarat was prepared for Covid-19. Several officials, including the state health commissioner, had talked about the state-run Ahmedabad Civil Hospital. They said it had several high quality ventilators, as well as trained staff. \nSo, I told Shefali to try taking Umesh there. I also called ahead to make sure they would see him. Doctors there looked at the x-ray and said Umesh needed to be admitted. \nState-run hospitals have a terrible reputation in India for being overcrowded and understaffed. Many who use them complain of having to wait hours for treatment, as well as of a lack of space and basic hygiene, among other issues. \nAfraid that Umesh would not get proper treatment, I approached the state health minister Nitinbhai Patel, who told doctors to ensure he got the best care. \nThe next afternoon, though, Umesh's condition deteriorated and he was shifted to critical care. I decided to try and move him to a private hospital. But as I called hospital after hospital, I was told there was no room. Not a single bed in the entire city. \nI tried everything. I called other journalists and even approached the mayor. But there was nothing anyone could do. So I focused on his treatment at the civil hospital - but his condition kept worsening.\nThen I received a call from his doctor who said Umesh would have to be moved to a ventilator. During a video call, I was able to see him struggling for oxygen. He was unable to speak. All he could try to convey with his hands was that he was unable to breath.\nA strong man, who exercised daily and had no health issues, Umesh could never have thought that a virus would land him in this situation. That instead of struggling to earn a bright future for his children, he would be struggling for a bit of air. He looked fragile and weak.\nMeanwhile, Shefali, usually so strong, was breaking apart. With no-one able to visit, she was all alone with her two daughters, trying to comprehend the reality of what was happening to them.\nShe also knew she needed to be tested. She had both diabetes and high blood pressure - both dangerous co-morbidities for the virus. But this proved to be as difficult as getting a hospital bed for Umesh.\nRepeatedly calling a government helpline got nowhere and while I also tried calling many officials, nothing worked. We even tried going to a private lab, but they wanted a doctor's prescription - which again proved difficult to get. When we finally managed to get one, the lab technician said that the government had ordered them to stop testing samples.\nEventually, with the help of a colleague, we managed to get Shefali tested on 15 May. The results, which came the next day, showed both Shefali and her younger daughter were positive. We decided to send her to a private hospital for treatment - again managed through a colleague. The next evening, I put her into an ambulance and followed in my car.\nOn the way, a relative called me and asked if I could check on Umesh's condition. I told him I had been trying to get information since morning, but no-one in the hospital had responded. He said he had received information that Umesh had died.\nI was in shock - I did not know what to do. Given that I was following the ambulance, I couldn't even stop my car.\nI gathered up strength and called his doctor, who to my shock said he had no information as he was not on shift. I made a few other calls until one doctor finally confirmed that Umesh had indeed died - many hours earlier. But no-one had bothered to inform us.\nThe hospital did not respond to the BBC's questions about why the family was not informed.\nMeanwhile, Shefali's ambulance reached the private hospital she was to be cared at, but I could not admit her as I knew she might want to go back and see her husband one last time - even if from a distance. I lied about an issue with the admission process and managed to get her back home. \nThen came the most difficult task - breaking the news. Telling her the man who had loved her throughout his life, had breathed his last alone in a critical care unit while his body was left unattended for hours. \nShe screamed in anguish.  \n\"You promised me Umesh would return home. Where is my Umesh now?\"\nShe had trusted me to bring her husband back to her. I had failed. The entire experience was eye-opening and humiliating. \nI still don't know the circumstances around his death - what happened, did they try to save him at the end? How did his mobile phone, SIM card and watch disappear after his death? The hospital has not responded to these questions, when asked again by the BBC.\nAhmedabad is one of India's worst affected cities and as the cases surge, the number of hospital beds are decreasing. \nAnd as the epidemic rages on, more people will find themselves stranded - denied access to basic healthcare. So many people have already died at home, turned away from every hospital. This might soon be the norm across the state. \nIf this was my experience, what is happening to the millions of others who do not have the levels of access I did? ",
            "url": "https://www.bbc.com/news/world-asia-india-52990324",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/10E2/production/_112822340_097d937f-c713-4a3e-bba5-bf54222b3b1d.jpg",
            "publishedAt": "1592349867"
        },
        {
            "source": {
                "id": "/news/world-asia-53062484",
                "name": "BBC"
            },
            "author": "Null",
            "title": "India-China border dispute explained in 400 words",
            "description": "A military stand-off between India and China on their disputed border in the Himalayas has escalated into deadly clashes.\nIn 400 words, here is all the important background to help you understand what is going on.\nAt least 20 Indian soldiers were killed in Monday night's incident. It happened in Galwan Valley in the disputed Ladakh region.\nChina accused Indian troops of crossing the border twice, \"provoking and attacking Chinese personnel\".\nBoth sides insisted that no shots were fired.  Indian officials gave accounts of fighting with bare hands, iron rods and stones.\nThere were reports of Chinese casualties, but no official confirmation.\nMilitary officials from both countries later met to \"defuse the situation\", the Indian army said.\nThe military superpowers have been arguing for decades over territory in the high-altitude, largely uninhabited region. \nTheir armies come face to face at many points along the 3,440km (2,100-mile) shared border.\nThe confrontation came after tensions bubbled up in recent months over a new road India built in Ladakh, along the Line of Actual Control which divides the sides. \nThat angered China, which deployed troops and built infrastructure of its own in disputed territory, bringing the two sides' forces in closer proximity and heightening the risk of clashes.\nBoth sides see the area as strategically important, economically and militarily.\nIf neither gives way, the stand-off could have destabilising consequences for the region.\nThe loss of life raises the stakes. Those deaths are believed to be the first in 45 years in a border confrontation between India and China.\nThey have fought only one war, in 1962, when India suffered a humiliating defeat.\nPotentially very, if efforts to reduce tensions fail.\nIn recent days, army generals from India and China have been involved in talks aimed at resolving the border row. \nHowever, similar reconciliation attempts have stalled in the past.\nIf they are not successful, there is a risk of escalation between two rivals who happen to be the world's most populous countries - and have nuclear weapons.\n\"This is extremely, extremely serious, this is going to vitiate whatever dialogue was going on,\" former Indian army commander DS Hooda said, commenting on Monday's clash.",
            "url": "https://www.bbc.com/news/world-asia-53062484",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/14CA/production/_112922350_gettyimages-82077247-594x594.jpg",
            "publishedAt": "1592342948"
        },
        {
            "source": {
                "id": "/news/blogs-trending-53018201",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Who are Boogaloo Bois, antifa and Proud Boys?",
            "description": "More than three weeks since the death of George Floyd, anti-racism protests are continuing across the US.\nWhile in many cases peaceful, the protests have also featured scenes of police brutality, looting and violence. \nPoliticians, law enforcement and commentators on the left and right have accused a number of fringe groups of encouraging and participating in acts of violence. \nBBC News has been examining these groups on social media platforms.\nThis relatively new anti-government subculture is perhaps the most dangerous of the bunch. Steven Carrillo, a 32-year-old US Air Force sergeant from California, has been charged with the murder of two officers during the George Floyd protests, one in Oakland and another in Santa Cruz. \nBefore being arrested, he wrote in his own blood the terms \"boog\" and \"I became unreasonable\" on a car. Both terms are commonly used by the movement.\nRooted in a bulletin board dedicated to firearms on 4chan - called the /k/ board - Boogaloo Bois is a loose, leaderless movement. \nThe group's name is a reference to a poorly-reviewed 1984 film, Breakin' 2: Electric Boogaloo. The phrase \"Electric Boogaloo\" has since become an online meme meaning a low-quality sequel. \nBut Boogaloo Bois use it to refer to armed conflict with authorities, something akin to a second US Civil War.\nRelatively small on 4chan in its early days, the movement has since considerably grown in size, notably helped by dozens of Facebook groups and pages with tens of thousands of members and followers. In order to evade Facebook restrictions on the word \"Boogaloo\", alternate terms like \"Big Igloo\", \"Boog\" and \"Big Luau\" are also frequently used. \nLike other online movements born out of 4chan, Boogaloo Bois are steeped in the vernacular of internet memes and in-jokes. \nSome in the movement refer to themselves as \"boojahideen\", a parody of the term \"mujahideen\" which is frequently used to refer to radical Islamist militants. \nBoogaloo boys at Dallas protest yesterday. Any leftist that thinks that these people are on your side needs to realize these are hardcore rightwingers looking to kick off a second civil war. They are not our friends. As always, if you recognize any of these guys hit the DM’s. pic.twitter.com/H99OGA6LJP\nEnd of Twitter post  by @PegasusAFA\nFollowers have a variety of views and levels of seriousness towards the movement, but most could be described as extreme libertarians and sign up to two fundamental beliefs: A desire for an armed overthrow of the government, and an unwavering commitment to gun ownership. \nBoogaloo Bois were overwhelmingly opposed to coronavirus lockdowns, which they saw as an alarming sign of tyranny. When anti-lockdown gatherings were held in several states in April and May, some armed members of the Boogaloo movement were seen in the rallies, often wearing Hawaiian shirts - a tongue-in-cheek reference to Hawaiian luau celebrations. \nBlack Lives Matter protests have caused a divide in the group. While many support the protests and are anti-police, some in the movement's more radical circles are conflicted.\nFacebook groups and pages post footage of armed members in Hawaiian shirts attending the protests carrying Boogaloo flags, claiming they are there to protect the protesters from police. Some even suggest that the demonstrations might trigger the \"Boogaloo\" that they've been waiting for.\nVideos and hashtags sympathetic to the group have also appeared on TikTok in recent weeks. They are often posted by young men with firearms who call for an uprising. One video features captions such as \"becoming more and more willing to die\" and \"cops showing at your door will be targeted first\".   \nSome members are capitalising on the protests to engage in acts of violence against authorities. Three Boogaloo members were charged with terrorism offences in Nevada this month for alleged attempts to \"spark violence\" in protests. \nJUST CONFIRMED: Denver Police seized these guns and tactical gear from two men who showed up to the protest on Friday. One of them, Chevy McGee, tells me he didn't break any laws. McGee is part of the \"Boogaloo\" movement. #9NEWS pic.twitter.com/A5K8psce4j\nEnd of Twitter post  by @jeremyjojola\nFacebook has since limited the reach of Boogaloo-themed groups and pages. Several have been removed - or \"got Zucced\", as members call it - in the last few days. \nAntifa, short for \"anti-fascist\", is a loose affiliation of mostly far-left activists. \nThey include anarchists, but also communists and a few social democrats. What sets them apart is their willingness to use violence - they say, in self-defence or to defend their communities. \nThe movement, which at one point almost entirely disappeared in the US, saw a surge of interest after the election of Donald Trump. They routinely clash with the far right.\nDuring the recent protests, there's some evidence that they've been involved property damage and looting. Authorities in Texas, for instance, say three alleged looters in Austin were antifa affiliates.\nBut right-wing activists and President Donald Trump have made much bigger claims - that they are the driving force behind the violence.\nThe United States of America will be designating ANTIFA as a Terrorist Organization.\nEnd of Twitter post  by @realDonaldTrump\nWhile US presidents can designate individuals or groups as foreign terrorists, legal experts have questioned whether Mr Trump has the authority to label antifa a \"domestic terrorist organisation\".\nThere's little evidence for the sweeping claims. Antifa activists are relatively rare - their numbers are tiny compared to the size of the US protests. \nFounded in 2016 by Canadian-British right-wing activist Gavin McInnes, the Proud Boys is a far-right, anti-immigrant, all-male group with a history of street violence against its left-wing opponents, notably antifa.\nThe group's name is a reference to a song from the Disney film Aladdin. Members often wear black and yellow Fred Perry polo shirts along with red \"Make America Great Again\" hats. \nA member must declare that he is \"a Western chauvinist who refuses to apologise for creating the modern world\". \nThe Proud Boys and affiliated groups have faced off against antifa in a number of violent street rallies in the last two years, most notably in Oregon, Washington and New York. Two members were jailed last year for beating up antifa activists in New York. \nThe Southern Poverty Law Center (SPLC), a prominent civil rights group, describes the Proud Boys as a hate group.\nAlthough Mr McInnes quit the group in November 2018, he filed a lawsuit against the SPLC three months later. Enrique Tarrio is the group's current chairman.\nProud Boys hanging out on the Davie intersection. pic.twitter.com/UH23TeySZg\nEnd of Twitter post  by @dhosterman\nProud Boys members are vehemently opposed to BLM protests. Describing attempts to bring down statues of Confederate leaders as a left-wing plot to \"destroy American history\", members have been seen \"guarding\" statues of historical figures in a number of states. \nFollowing the establishment of the Capitol Hill Autonomous Zone, a police-free district in Seattle, Proud Boys members - some armed - turned up to confront what they called \"authoritarian behaviour\" by the protesters.  \nPhotos and videos of clashes between the group and antifa members near the zone have gone viral.  \nAbout 10 armed Proud Boys at 11th and Pine at 1800 pic.twitter.com/h9rxc0KcQR\nEnd of Twitter post  by @boom_womb\nFacebook, Instagram, Twitter and YouTube have all banned the group from their platforms. But accounts associated with the movement have popped up again during the protests. This week, 358 Facebook accounts and 172 Instagram accounts tied to Proud Boys were removed. \nHave a story for us? Get in touch.\nFollow BBC Trending on Twitter @BBCtrending or on Facebook.  ",
            "url": "https://www.bbc.com/news/blogs-trending-53018201",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/AACC/production/_112942734_antifaproudboysbigigloo.jpg",
            "publishedAt": "1592413279"
        },
        {
            "source": {
                "id": "/news/world-europe-53006790",
                "name": "BBC"
            },
            "author": "Null",
            "title": "How a disobedient diplomat saved Jews in WW2",
            "description": "Eighty years ago, a middle-aged, mid-ranking diplomat sank into deep depression and watched his hair turn grey in days, as he saw the streets of Bordeaux filling with Jewish refugees fleeing the Nazis.\nAs Portugal's consul in Bordeaux, Aristides de Sousa Mendes faced a moral dilemma. Should he obey government orders or listen to his own conscience and supply Jews with the visas that would allow them to escape from advancing German forces?\nSousa Mendes' remarkable response means he is remembered as a hero by survivors and descendants of the thousands he helped to flee.\nBut his initiative also spelt the end of a diplomatic career under Portuguese dictator António de Oliveira Salazar, and the rest of his life was spent in penury.\nPortugal finally granted official recognition to its disobedient diplomat on 9 June, and parliament decided a monument in the National Pantheon should bear his name.     \nIt was mid-June 1940 and Hitler's forces were days from completing victory over France. Paris fell on 14 June and an armistice was signed just over a week later. \nPortugal's diplomatic corps was under strict instruction from the right-wing Salazar dictatorship that visas should be issued to refugee Jews and stateless people only with express permission from Lisbon. \nFor those thronging Bordeaux's streets hoping to cross into Spain and escape Nazi persecution there was no time to wait. \n\"We heard the French had surrendered and the Germans were on the move,\" says Henri Dyner. He was three, but retains vivid memories of his Jewish family's flight from their home in Antwerp, as Nazi Germany attacked Belgium and invaded France and the Netherlands.\n\"What I remember is the sound of the bombing, which must have woken me, and my mother telling me it was thunder.\n\"My parents turned on the radio and heard King Leopold telling Belgians we had been betrayed and attacked by the Germans. My father had been suspecting there could be a war since 1938. He had a plan, and a car,\" Mr Dyner, now a retired engineer living in New York, told the BBC. \nEliezar Dyner, his wife Sprince and five other relatives, including a seven-month-old baby, drove away from the bombing and into France. \n\"My father avoided big roads, gave Paris a wide berth and stuck to the coast. He wanted to be only 10 miles ahead of the front all the time, because he thought it could be a quick war and why go too far when you might have to go back?\"\nAfter seeing German warplanes strafing French trenches and hearing the news of successive German victories, Henri's father realised by the time they reached Bordeaux there would be no return to Antwerp any time soon.\nIn Bordeaux, the consul had struck up a friendship with a rabbi. Chaim Kruger had also fled the Nazi advance from his home in Belgium.\nConsul Sousa Mendes offered the rabbi and his immediate family safe passage across the Spanish border, but then suffered a \"moral crisis\", according to historian Mordecai Paldiel.\nKruger refused the offer, as he could not abandon the thousands of other Jewish refugees in Bordeaux.\nIn a letter dated 13 June 1940 Sousa Mendes wrote: \"Here the situation is horrible, and I am in bed because of a strong nervous breakdown.\"\n\"No-one really knows what went through his mind in those two or three days,\" says Dr Paldiel, who ran the Righteous Among the Nations department at Israel's Yad Vashem Holocaust memorial centre for 25 years.\n\"Some say the duty of a diplomat is to obey orders from above, even if those instructions are not moral.\n\"Later on, in Lisbon, Sousa Mendes told a rabbi this: 'If so many Jews can suffer because of one Catholic, it's all right for one Catholic to suffer for many Jews.' He was talking about Hitler, of course.\"\nWhatever did go through the diplomat's mind, Sousa Mendes emerged on Monday 17 June with a new determination.\nAccording to his son, Pedro Nuno de Sousa Mendes, \"he strode out of his bedroom, flung open the door to the chancellery, and announced in a loud voice: 'From now on I'm giving everyone visas. There will be no more nationalities, races or religions'.\"\nFor Henri Dyner and his family, this was a lifesaver. \nBy chance Henri's mother knew the consul from his time in Antwerp, where she was a secretary at the British consulate.\nThe Dyner family had already tried and failed to obtain visas from US, British and Canadian authorities to leave France. Before his breakdown, Sousa Mendes had put them on a list in a request sent to the Salazar government.\n\"My mother recalls that he disappeared for a couple of days, and when he came out, his hair had gone grey,\" says Henri Dyner, who remembers queues of refugees outside the consulate in Bordeaux and camping in squares.\n\"My mother actually began to work for Sousa Mendes those days, helping with this kind of production line of visas all down a long table. Sousa Mendes saved our lives.\" \nNo-one knows for sure how many transit visas were issued, allowing refugees to pass from France into Spain and travel onward to Portugal. But estimates range between 10,000 and 30,000, and most sought to cross the Atlantic to a variety of American destinations.\nThe US-based Sousa Mendes Foundation has identified some 3,800 recipients of these visas.\nAs if possessed with a sense of mission, the consul even signed visas on the road as crowds in Bordeaux began to form a human column southward towards the border town of Hendaye. He stopped at the consulate in Bayonne to issue more papers.\nThe foreign ministry in Lisbon began sending cablegrams to Bordeaux, ordering him to desist, amid reports from colleagues that he had \"lost his senses\". \nSpanish authorities declared his visas invalid, but thousands had already made it across the Bidasoa river into Spain's Basque region. \nEventually, Sousa Mendes reported to his bosses in Lisbon on 8 July.\nAmong those who escaped occupied France thanks to his visas were surrealist artist Salvador Dalí, filmmaker King Vidor, members of the Rothschild banking family and the majority of Belgium's future government-in-exile.\nSalazar's Portugal would later be praised for its role in allowing refugees to escape from Nazi occupation and repression, but Sousa Mendes was expelled from the diplomatic corps and left without a pension. \nYou may also be interested in:\nHis family home in Cabanas de Viriato fell into ruin, though the exterior has since been restored.\n\"Sousa Mendes was mistreated by Salazar. He died in misery as a pauper, and his children emigrated to try to find a future somewhere else,\" says Henri Dyner.\nHenri's family ended up in Brazil, before he moved to the US for professional reasons. But he remembers a man who had courage in his convictions.\n\"The way things are in the world today, we need more people prepared to stand up for what is right and take a stand.\"",
            "url": "https://www.bbc.com/news/world-europe-53006790",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/16734/production/_112865919_c8a2e779-8614-4644-ac3a-185f5640e019.jpg",
            "publishedAt": "1592349817"
        },
        {
            "source": {
                "id": "/news/health-53077879",
                "name": "BBC"
            },
            "author": "Null",
            "title": "What is dexamethasone and how does it fight Covid-19?",
            "description": "An anti-inflammatory drug called dexamethasone has been hailed as a ground-breaking treatment for hospital patients seriously ill with Covid-19.  \nA UK trial showed the drug could save lives - the first internationally to do so - and it can be used in the NHS immediately. \nDexamethasone is a steroid - a medicine that reduces inflammation by mimicking anti-inflammatory hormones produced by the body. \nThis drug works by dampening down the body's immune system.\nCoronavirus infection triggers inflammation as the body tries to fight it off.  \nBut sometimes the immune system goes into overdrive and it's this reaction that can prove fatal - the very reaction designed to attack infection ends up attacking the body's own cells.\nDexamethasone calms this effect. \nIt's only suitable for people who are already in hospital and receiving oxygen or mechanical ventilation - the most unwell.\nThe drug does not work on people with milder symptoms, and suppressing their immune system at this point would not be helpful. \nAccording to the scientists who carried out the trials, one in three deaths could be prevented among patients on ventilators. \nFor patients on oxygen, it could prevent one death in five. \nThere was no significant benefit for patients who were not receiving respiratory support. \nThe results come from the Recovery (Randomised Evaluation of Covid-19 therapy) trial, conducted by the University of Oxford.\nIt's testing whether existing medicines used for other conditions could also be useful in treating Covid-19.\nAbout 2,100 patients received a 6mg daily dose of dexamethasone in the trial for 10 days.\nTheir progress was compared with a random sample of just over 4,300 patients who received no additional treatment.\nScientists hope dexamethasone could eventually be used as part of a suite of drugs which, together, could reduce deaths even further.\nIt is now recommended for adults, not including those who are pregnant or breastfeeding. \nDexamethasone is a low-cost drug which already exists and is in good supply.\nThe UK government says it has already stockpiled enough of the drug to treat 200,000 people, in anticipation of a good result from the trial.\nIn the UK the drug will cost £5.40 a day per patient and the treatment lasts for up to 10 days. \nIt was first made in 1957 and became available for use in the UK in the early 1960s. \nBecause it's been around for such a long time, the drug is out of patent. \nThat means lots of different companies can make it and it is widely available around the world. \nThe Department of Health and Social Care says the drug has also been added to the government's parallel export list, which bans companies from buying medicines meant for UK patients and selling them on for a higher price in another country. \nThe World Health Organization has welcomed the trial results, saying more therapies are now needed for milder symptoms.\nThe findings are particularly good news for developing countries too.\nIn many African nations, for example, the drug costs less than two dollars.\nIn South Africa, where the drug is manufactured, the government has already been advised to use it to treat patients on oxygen or ventilation support.\nData from the WHO shows that more than 5,000 people have died from Covid-19 in Africa, the majority of whom had underlying health conditions.\nThe drug can help treat various illnesses involving inflammation or swelling in the body, or conditions where the immune system goes into overdrive - for example, severe asthma which can cause inflammation in the airways and lungs, severe allergic reactions or painful, inflamed joints. \nDexamethasone is also useful in autoimmune conditions such as rheumatoid arthritis or lupus, which are caused by the immune system mistakenly attacking the body.\nCommon side effects of dexamethasone used for other conditions include anxiety, difficulty sleeping, weight gain and fluid retention.\nRarer side effects include eye disorders, blurred vision and haemorrhage.\nHowever, coronavirus patients only need a relatively low dose which should limit side effects. \nThe Chief Medical Officer for England said there were \"no excess harms identified in using this dose of dexamethasone in this patient population\".",
            "url": "https://www.bbc.com/news/health-53077879",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/15383/production/_112951968_f37c9cd2-8b71-4628-b509-ab5e1f9367c2.jpg",
            "publishedAt": "1592415066"
        },
        {
            "source": {
                "id": "/news/world-us-canada-53058780",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Three generations on what America needs to change",
            "description": "The death of George Floyd, an unarmed black man in police custody, has sparked over a thousand protests across the US. Here's what one African-American family has to say about movements past - and moving forward.\nVideo showing Floyd struggling to breathe as a white police officer knelt on his neck swiftly led to nationwide outrage and in the weeks since, there have been demonstrations in all 50 US states. \nThese protests form part of a long history of uprisings against racial injustice in America. \nBut what needs to be done differently now?\nThat was the question posed to 16-year-old Raymon Curry during a protest in Charlotte, North Carolina, in a video that went viral this month. \nIn the clip, activist Curtis Hayes Jr, 31, pulls Raymon from the crowd and tells him that they need to \"find a better way\" to express their pain over the killings of African-Americans. \nWe asked Raymon, along with his mother, 33-year-old Jasmaine, and his grandmother, Sherondia, aged 58, to share what they believe the country needs to change in order to move forward.\nSherondia was born in New York City in the early 1960s. While she's enraged by what's happening, she says she's proud of the diversity of people turning out to protest compared to when she was younger. \n\"I've seen not only black people but white people, different races of people protesting. And what really encouraged me was when I saw protests going on all over the world.\n\"I was very young when the civil rights movement began back in the 60s. My mother told me stories and I saw pictures. When I look back at the movement I say, 'How did they survive when water hoses were thrown at them, dogs sent on them?'\"\nThe protests over the death of George Floyd have seen the tearing down of Confederate statues and monuments connected to slavery and colonialism. \nBut Sherondia thinks this isn't enough.\n\"Today we need more than just Confederate statues coming down. We need open dialogue, we need people coming together and breaking down barriers and socioeconomic injustices going on in this country. We don't just need a word, we need action.\"\nShe says what's kept her going through the years has been her faith.\n\"Racism has always existed. It's something that I think black people have learned to live with. But even though it's uncomfortable, we have found the strength. The strength of the church, the strength of believing that there is absolutely a God. So our strength came from that faith.\"\nSherondia's daughter, Jasmaine, was born in 1987. She says one of her most vivid memories is of watching the Million Man March, a gathering of African-American men in Washington DC in 1995.\n\"I remember black men coming together, and they were interrupted by officials. I was young and learning about Rodney King, things of that nature. I remember looking at Ebony Magazine and reading so early - when I was in first grade [aged six or seven] - about Emmett Till and seeing his picture. \n\"So the problem goes back to my time and even to my mom's time. My grandmother told me stories about going to black-only bathrooms. In my era, in the 80s, I didn't sit and watch Martin Luther King like my grandmother but I heard that same message. That message has now moved to a new generation. \n\"I'm fed up. Even if I'm peaceful and speak the truth, someone else is going to tell me, 'You weren't enslaved'. But my ancestors were. So actions speak louder than words, and if it takes burning down something, it's unfortunate but we gave so many chances for this to be corrected.\" \nOn the day that Raymon was filmed in the now-viral exchange, he didn't tell his mother that he was going out to protest.\n\"I gave him permission to go and play with his friend,\" Jasmaine recalls. \n\"So to find out the next day that he went to the protest, my main concern as a mother was for his safety. There was one point we were telling our kids to stay away from strangers, gangs, violent people, but it's reverted to me telling him to stay away from the police.\"\nRaymon, one of two boys, has grown up listening to his mother and grandmother tell him about racial injustice, and remembers watching news of the deaths of black Americans.\n\"I see [previous protest movements] as something we've got to learn from,\" he says. \n\"We want to be equal, to all be heard and to have a voice. I know what my mom and grandma saw growing up and it's still continuing. Now it's my turn to be the leader of my generation.\"\nSo how does he think protests should change from previous generations?\n\"By this time, peace shouldn't be an option. We should get our voices heard and get this peace by any means necessary. How many times do we have to be peaceful before we get our justice? I'm trying every day to think of ways. It's something I shouldn't have to deal with at this age.\"\n\"I'm not a violent or hateful person, but tearing down statues is what's getting attention. Now we're finally having our voices heard. We were part of the slavery system and the statues represent that.\" ",
            "url": "https://www.bbc.com/news/world-us-canada-53058780",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/7EA5/production/_112912423_family.jpg",
            "publishedAt": "1592405342"
        },
        {
            "source": {
                "id": "/news/world-europe-53077829",
                "name": "BBC"
            },
            "author": "Null",
            "title": "Trump troop withdrawal frays US-Germany relations",
            "description": "For the people of Grafenwoehr, Elvis will always be the king.\nIn 1958, stationed as a young American soldier in Germany, the singer gave a concert here which remains the stuff of legend. Two years ago, the Bavarian town - which is home to the largest US military training base outside America - even held an anniversary party.\nBut even as costumed fans shimmied, jived and reminisced, the talk was of an uncertain future. \nUS President Donald Trump had, reportedly, just ordered officials to evaluate the cost and the consequences of removing American troops from German soil.\nAt the time some were alarmed but many dismissed it as tactical talk. Designed to put Germany - which Mr Trump had singled out for failing to meet Nato spending commitments on defence - in its place. But it was the first of many such threats.\nSo, earlier this week, when, after a week of reports and rumours, the US president confirmed plans to pull 9,500 soldiers out of Germany, many in Berlin were dismayed but few were surprised.\nMinisters have grown accustomed to Mr Trump's furious outbursts over German policy. The US president is irritated by Germany's trade surplus and unhappy about its commitment to the controversial Nord Stream 2 gas pipeline, which will double Russian gas supplies to Europe. \nBut it's Germany's failure to meet the Nato commitment of spending 2% of GDP on defence (it has increased the amount but spends only 1.38%, compared to 3.4% by the US) which has focused Mr Trump's ire.\nAnd communication with the Trump administration is notoriously poor.\nAs the first reports arrived in Berlin, Peter Beyer, transatlantic co-ordinator for German Chancellor Angela Merkel, had already made his frustration clear. He told the Rheinische Post: \"This is completely unacceptable, especially since nobody in Washington thought about informing its Nato ally Germany in advance.\"\nAnd Germany's foreign minister, Heiko Maas, has confirmed that his government had received no detailed information about the US plan.\nThe timing has intrigued some. The popular rumour in Berlin is that President Trump is punishing Mrs Merkel who, by refusing to attend a planned G7 summit in Washington over concerns about the coronavirus pandemic, effectively scuppered the event.\nOthers believe the strategy to be the work of the rather belligerent former US ambassador to Germany. Richard Grenell has just left the post having, unlike his predecessors, made few friends in Berlin. Just last year he raised the prospect of troop withdrawal in response to Germany's defence spending. Some see the confirmation as his parting shot.\nOthers, including the chair of the German parliament's foreign affairs committee, Norbert Roettgen, suspect the US president is playing to the home crowd, mindful of this autumn's presidential election. \n\"Trump is campaigning and has long promised to bring the troops home,\" tweeted Mr Roettgen. \"In doing so, he now tries to score domestically\".\nTwo questions dominate. What impact would troop withdrawal have? And does Mr Trump really mean it?\nAround 35,000 American soldiers are stationed in Germany, supported by thousands of US civilian staff. By and large a welcome legacy of the country's post-World War Two history, Germany hosts more US troops than any other European country. \nToday Germany is considered a useful strategic base for the US military; a good point from which to launch operations in the Middle East, for example.\nFew believe diluting that presence would have positive consequences - for America or the West in general. \nThe German Ambassador to the US, Emily Haber, said: \"US troops… are not there to defend Germany. They are there to defend the transatlantic security. They are also there to project American power in Africa, in Asia.\"\nOthers have predicted that a withdrawal would play into the hands of Russia and other adversaries.\nWill it happen? No one's sure and opinion is divided. \nIt wouldn't be the first time President Trump has followed through on what, at first glance, appeared to be an empty threat. Poland - ever conscious of an unpredictable Russia - is watching, hopeful that Mr Trump might make good on the suggestion that the soldiers could be redeployed there.\nOn the other hand, John Kornblum, the former US ambassador to Germany, told one German newspaper: \"I predict there will not be any troop withdrawal. Trump is big on making announcements but doesn't act on them.\"\nBut the development will intensify questions about global alliances and Germany's place in the world. \nThere's already an ongoing domestic debate over defence spending and, more fundamentally, how or even whether modern Germany - which, for historical reasons, has barely engaged militarily on the global stage - should develop its own capabilities and role.\nThe head of the Munich Security Conference, Wolfgang Ischinger, recently told the BBC that Germany risked shirking its responsibilities as a powerful European country.\nGermans, he said, \"have developed a tendency of thinking of themselves as morally superior because we are not waging aggressive wars, because we're always wagging our finger and saying let's be on the good side. Being on the good side in a bad world requires also to be able to deter, to defend if necessary and help defend others\".\nEvery evening in Grafenwoehr, US soldiers solemnly march up to a flagpole on the base and, in silence, lower the stars and stripes before folding it away for the night. \nAmerican troops - for so many here - are woven into the fabric of German life. \nBut with so many certainties, the once warm transatlantic relationship - the reliance on old allies and the strength of Nato - are now fraying at the edges. \nRead more about Nato",
            "url": "https://www.bbc.com/news/world-europe-53077829",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/A338/production/_112948714_gettyimages-118294624-594x594.jpg",
            "publishedAt": "1592394192"
        },
        {
            "source": {
                "id": "/news/stories-53052917",
                "name": "BBC"
            },
            "author": "Null",
            "title": "'Why I will no longer call the police'",
            "description": "James Smith has never wanted much to do with the police but he called them to check on his neighbour in the Texas city of Fort Worth, because it was late at night and her front door was wide open. Soon afterwards he heard a gunshot, and later saw the dead body of a 28-year-old woman, his neighbour's daughter, carried out on a stretcher.\nJames Smith is angry, hurt and tired. Every death of a black person at the hands of a police officer takes him back to the moment in October when Atatiana Jefferson was killed.\n\"I have to live with this guilt, with this cloud hanging over me for the rest of my years,\" he says. Because he was the reason that the police were there that night.\nAt around 02:30 on 12 October he was woken by his niece and nephew, who told him the front door of their neighbour's house was wide open and the lights were on.\nThe owner of the house, Yolanda Carr, had a heart condition and had recently been in and out of intensive care, so Smith was worried something had happened to her.\nHe went across the road and noticed the lawnmower and other gardening equipment were still plugged in, which he thought was strange.\nSo he dialled a number in the phone book to request a \"wellness check\" - expecting that a police officer would come out, knock on the door and check the family was OK.\nHe didn't know that Carr was in hospital that night and that her daughter and grandson were up late playing video games.\nHe was standing directly opposite the house when the police arrived.\nOne of the officers, Aaron Dean, had his gun drawn as he approached the front door and then walked around the side of the house to the back garden. Seconds later there was a gunshot. \n\"When that bullet went off I heard her spirit say, 'Don't let them get away with it,'\" Smith says.\n\"And that's pretty much why I stayed out there all night long until they brought her out.\"\nPolice soon filled the street, but they wouldn't tell him what had happened. It wasn't until they wheeled a body out six hours later that he knew Yolanda Carr's daughter, Atatiana Jefferson, had been killed.\nThe two families were still getting to know each other. Yolanda Carr had bought the house four years earlier and was fiercely proud of it. \nHer house is separated from James Smith's by a road and their wide, green, manicured lawns.\nSmith is a veteran of the neighbourhood. He's raised children and grandchildren there, and five members of his family still live on the same street.\nKeeping the yard straight is like a ritual in the area, he says, one that Atatiana's family had been quick to adopt. He describes Yolanda Carr as a hard-working lady. \"She had some problems in life that she overcame and her home was her trophy.\"\nAtatiana had been staying in the house while her mother was unwell. She was saving for medical school while caring for her mother and her eight-year-old nephew.\nA few days before the killing there had been a car crash on the street, James Smith remembers. Atatiana rushed out to help, and she stayed with the people in the car until the ambulance came. That was just her nature, he says.\n\"She intended to become a doctor,\" he says, before going silent for a moment. \"But that's not going to happen now.\"\nSometimes he would mow their lawn for them, Atatiana would bring him water and they'd chat. The day that she died she had been mowing the lawn herself, showing her nephew how to do it.\nOn the footage from the officer's body cam, released after she was killed, officer Aaron Dean can be seen walking up to a window at the back of the house, where Atatiana briefly appears.\n\"Put your hands up, show me your hands!\" he shouts. He has barely finished speaking when he fires through the window. He never declared he was a police officer.\nAaron Dean resigned before he could be fired. He was quickly arrested and in December he was indicted for murder, but the trial has been delayed by the coronavirus pandemic.\nFort Worth police chief Ed Kraus said he \"could not make sense\" of why Atatiana Jefferson had to lose her life. In a press conference he seemed emotional as he spoke about the damage that her death had done to relations between the police and the community.\nBut James Smith doesn't find any of this reassuring. Atatiana's death has destroyed what little faith he had in law enforcement.\n\"We don't have a relationship with the police because we don't trust the police,\" he says. \"So if we can stay out of their way, we're fine.\"\nHe's more reluctant than ever to call them. Recently, when his sister heard gunshots in the neighbourhood she asked him to call 911, but he refused.\n\"It's an experience that unfortunately, you would have to be a person of colour to understand,\" he says. \"I don't buy the police kneeling and hugging people, because we've been kneeling and hugging and praying for 60 years.\"\nHe doesn't feel that the case against Aaron Dean is being pursued properly. It troubles him that no-one from law enforcement has come to speak to him since the night of the shooting. It's his belief that if he hadn't spoken to the media the following morning, Atatiana's death might not have been investigated. \nHe's also upset with the pace of the trial.\n\"With the pandemic going on they said it could be 2021 before this thing starts. On the other hand, had it been a person or colour we'd be tried, convicted and have started our sentence already,\" he says.\n\"We're still holding our breath. Pardon the phrase, but we can't breathe.\"\nThere are about 1,000 \"officer-involved shootings\" in which someone is killed every year in the US. These statistics are not centrally collected but various organisations and researchers have been compiling the data, mostly from media reports.\nAccording to one of these organisations, Mapping Police Violence, in 2019 black people represented 24% of those killed by police despite making up only 13% of the population.\nDr Philip Stinson of Bowling Green State University has also compiled an extensive database on police crime and, analysing cases where police have been arrested, has found that police crimes against black people tend to involve violence more often than police crimes against other races.\nConvictions for these crimes are rare. Between 2013 and 2019, Mapping Police Violence recorded more than 7,500 cases in which officers shot and killed someone, but according to Stinson's database only 71 were charged with murder or manslaughter and only 23 were convicted of a crime related to the killing.\nSince 2005, Stinson calculates, only five non-federal police officers have been convicted of murder.\nWhen James Smith went on TV to talk about his neighbour's death he learned that this was the seventh officer-involved shooting of 2019 in Fort Worth, a city of less than one million people. \nBut shootings are only part of the problem. In the midst of the George Floyd protests in early June, a Fort Worth police officer called Tiffany Bunton spoke out about the death of her uncle in police custody two years ago.\nChristopher Lowe died in the back of a police vehicle after being detained by two officers. The body camera footage of his arrest shows officers dragging him to their car.\nIt's disturbing to watch. Though he's compliant throughout the arrest, the officers taunt Lowe as he struggles to stand up and to walk. He tells them he's sick.\n\"I can't breathe,\" he says, \"I'm dying.\"\n\"Don't pull that [expletive],\" the officer says. And later, \"If you spit on me bud I'm going to put your face in the [expletive] dirt.\"\nThirteen minutes later Lowe was found dead of a drug overdose in the back of the car. Tiffany Bunton believes his death could have been prevented if the officers had called an ambulance, instead of ignoring his symptoms and insulting him when he told them he was unwell.\nFive officers were fired in January 2019, as a result. A year later two of them got their jobs back.\nWhen I asked James Smith if he was familiar with this case he simply replied, \"That's what we go through. So we avoid the police as best we can.\"\nTwo weeks after Atatiana's funeral, her father, Marquis Jefferson, died from a heart attack. His brother believes it was grief that killed him.\nHer mother Yolanda Carr was in hospital the night her daughter was killed and was too sick to attend her funeral. In January she was well enough to return home, and James Smith said he'd treat her to lunch. He was waiting for the barbecue place to open when an ambulance screeched down the street and parked outside the house. He rushed over and found paramedics trying to resuscitate her.\nShe was wearing a T-shirt covered in portraits of her daughter, and lying on a cushion that Smith had given her, decorated with a print of Atatiana's face.\nIn early June the mayor of Fort Worth, Betsy Price put out a statement on the death of George Floyd - who was killed in Minneapolis when officer Derek Chauvin knelt on his neck.\nIn the statement the mayor mentioned Floyd by name but referred to Atatiana only as Fort Worth's \"own tragedy\".\n\"She didn't even mention Atatiana's name,\" Smith says. It felt like a knife being twisted in his gut.\nAs he watches protests all over the country in response to George Floyd's death, he wonders why people didn't respond to the killing of Atatiana in the same way. \n\"The quieter we are the more likely that Atatiana is forgotten and I don't want her forgotten,\" he says.\nOn 19 June Atatiana's remaining family - her sisters and brothers - are launching a foundation in her honour, funded by donations they received in the wake of her death.\nThe Atatiana Project will focus on education and on improving relations between the police and the community. It will be based in the house where Atatiana was shot.                                                                                                                 \nOn Facebook, James Smith proudly posts pictures of a wall in his home, filled with framed photos of his children, nieces and nephews in their graduation gowns and mortarboard hats. They're smiling, holding rolled up bachelors and masters' degrees.\nHe and Yolanda Carr should be American success stories. A postal worker and a nurse who worked hard, saved money, educated their children and bought beautiful homes on a quiet street to enjoy into their old age.\nBut James Smith is not sure if he can be happy in this neighbourhood again.\n\"I look through my dining room window and I see Atatiana's house. When I wash my dishes I look out of my window I see Atatiana's house. When I sit on my back deck I see Atatiana's house.\"\nAnd every time the image of that night comes back to him.\n\"I'm going to see these people coming across the street and going to the back of the house and bang! I'm going to see this when my great-grandchildren are born… when I'm sitting on a rocking chair.\"\nRobert Jones was arrested in 1992, accused of killing a young British tourist in New Orleans. Four years later, he went on trial - by this time another man had already been convicted of the crime, but he was prosecuted anyway. The judge who sentenced the young father to life in prison now says his skin colour sealed his fate.\nLocked up for 23 years - when the real killer had already been jailed (2015)",
            "url": "https://www.bbc.com/news/stories-53052917",
            "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/B78E/production/_112909964_p07r17pn.jpg",
            "publishedAt": "1592263752"
        }
    ]
}