[
    {
        "source": {
            "id": "/news/world-us-canada-53086042",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Trump sought China's help with election - Bolton",
        "description": "US President Donald Trump sought help from Chinese President Xi Jinping to win re-election, ex-National Security Adviser John Bolton's new book says.\nMr Bolton says Mr Trump wanted China to buy agricultural produce from US farmers, according to details of the forthcoming book previewed by US media.\nHe also says Mr Trump \"remained stunningly uninformed on how to run the White House\".\nThe Trump administration is trying to block the book from hitting shelves.\nSpeaking to Fox News, Mr Trump said of Mr Bolton: \"He broke the law. This is highly classified information and he did not have approval.\" \n\"He was a washed up guy,\" the president added. \"I gave him a chance.\"\nWacko John Bolton’s “exceedingly tedious”(New York Times) book is made up of lies & fake stories. Said all good about me, in print, until the day I fired him. A disgruntled boring fool who only wanted to go to war. Never had a clue, was ostracized & happily dumped. What a dope!\nEnd of Twitter post  by @realDonaldTrump\nJohn Bolton joined the White House in April 2018 and left in September the following year, saying he had decided to quit as national security adviser. President Trump, however, said he had fired Mr Bolton because he disagreed \"strongly\" with him.\nHe is known as a foreign policy hardliner and also served in the administration of President George W Bush. As national security adviser he was the top counsellor to the US president on security matters at home and abroad. \nMr Bolton's 577-page tome, The Room Where It Happened, is due to go on sale on 23 June.\nBut on Wednesday night, the Department of Justice sought an emergency order from a judge to stop the book's release. \nThe publisher, Simon & Schuster, said in a statement: \"Tonight's filing by the government is a frivolous, politically motivated exercise in futility.\"\nIt said hundreds of thousands of copies of the book have already been distributed around the world and the injunction would accomplish nothing. \nMr Trump's Democratic challenger in this November's election, Joe Biden, said in a statement about the book: \"If these accounts are true, it's not only morally repugnant, it's a violation of Donald Trump's sacred duty to the American people.\"\nThe allegations refer to a meeting between President Trump and President Xi at the G20 summit in Osaka, Japan, in June last year.\n\"Trump, stunningly, turned the conversation to the coming US presidential election [in 2020], alluding to China's economic capability and pleading with Xi to ensure he'd win,\" Mr Bolton wrote.\n\"He stressed the importance of farmers and increased Chinese purchases of soybeans and wheat in the electoral outcome.\"\nFarmers make up a key voting bloc and largely supported Mr Trump in the 2016 election. \nSpeaking on Wednesday evening, US Trade Representative Robert Lighthizer disputed Mr Bolton's account, saying the request for help with re-election \"never happened\".\nMr Bolton also mentions an earlier conversation at the summit's opening dinner, in which they discussed the building of camps in China's western Xinjiang region.\nMr Trump said the construction should go ahead as it was \"exactly the right thing to do\".\nChina has detained about a million Uighurs and other ethnic minorities in the camps for punishment and indoctrination.\nThe Trump administration has been publicly critical of China's treatment of Uighurs, and on Wednesday the president signed legislation authorising US sanctions against Chinese officials responsible for the repression of Muslims in Xinjiang province.\nChina denies mistreating Uighurs and attacked the US move, calling it malicious and threatening countermeasures. \nOn one hand, the account John Bolton offers in his new book should seem somewhat familiar. \nThis is hardly the first time a former adviser or anonymous current aide to Donald Trump has offered anecdotes about a president seemingly uninterested in the details of governing and uninformed on basic issues of foreign policy. For nearly three-and-a-half years, there have been plentiful stories about a White House rife with backbiting and internal power struggles. \nMr Bolton's book goes beyond this well-trodden ground, however, in painting a broad portrait of a president willing to bend foreign policy to advance his domestic and personal political agenda. This was the heart of the impeachment case congressional Democrats made against Trump in January. \nMr Bolton confirms their allegations that the president wanted the withholding of military aid to pressure Ukraine to provide damaging information about Democratic rival Joe Biden. Mr Bolton adds that Trump's dealings with China were also done with an eye on his re-election, and that he repeatedly intervened to assist friendly autocrats around the world.\nRepublicans suggest this is all the work of a disgruntled employee trying to sell books, while Democrats are already growling that Bolton should have volunteered these bombshells during the impeachment proceedings. That ship has sailed, of course, but Bolton's book can still have a bite, distracting a presidential campaign struggling to find its footing less than five months before election day.\nMr Bolton says the impeachment inquiry into the president might have had a different outcome this year if it had gone beyond Ukraine and investigated other instances of alleged political interference.\nIn January, President Trump was impeached for withholding military aid to pressure Ukrainian President Volodymyr Zelensky into starting a corruption investigation into Mr Biden and his son Hunter.\nThe president denied the wrongdoing and was acquitted after a two-week trial in the Republican-controlled Senate in February, which did not include any witnesses.\nMr Bolton - who was criticised by Democrats for declining to testify to the hearings - does not discuss in the book whether he thinks that Mr Trump's actions on Ukraine were impeachable.\nThe publication contains a number of other damaging allegations:\nAmong other things, Mr Trump is alleged to have been unaware that the UK was a nuclear power.\nBritain's atomic deterrent came up during a meeting with Theresa May in 2018, when it was mentioned by one of the then-prime minister's officials.\nAccording to the book, Mr Trump said: \"Oh, are you a nuclear power?\" Mr Bolton said he could tell it \"was not intended as a joke\".\nMr Trump also once asked his former chief-of-staff John Kelly if Finland was part of Russia, writes Mr Bolton.\nMr Trump said invading Venezuela would be \"cool\", according to the book, and that the South American nation was \"really part of the United States\".\nBut he was less enthusiastic about another invasion. Of the Afghanistan conflict, Mr Trump is quoted in the book as saying: \"This was done by a stupid person named George Bush.\"\nMr Bolton writes that in a May 2019 phone call Russian President Vladimir Putin pulled off a \"brilliant display of Soviet-style propaganda\" by likening Venezuelan opposition leader Juan Guaidó to 2016 Democratic presidential nominee Hillary Clinton, which \"largely persuaded Trump\".\nMr Putin's objective was to defend his ally, Venezuelan President Nicolás Maduro, Mr Bolton writes. In 2018, Mr Trump labelled the leftist Mr Maduro a dictator and imposed sanctions, but he clung to power.\nIn an interview with ABC News to be broadcast in full this Sunday, Mr Bolton says of Mr Trump: \"I think Putin thinks he can play him like a fiddle.\"\nMr Bolton writes that many of the president's closest aides privately disparaged him.\nWhen he arrived at the White House, Mr Bolton said Mr Kelly warned him: \"You can't imagine how desperate I am to get out of here. This is a bad place to work, as you will find out.\"\nDuring Mr Trump's 2018 meeting with North Korea's leader, Secretary of State Mike Pompeo passed Mr Bolton a note about the president that said: \"He is so full of shit.\"\nHe writes that Mr Pompeo, often described as a Trump loyalist, was among aides who considered resigning in disgust in frustration at working for the president.\nMr Bolton writes that the president \"saw conspiracies behind rocks, and remained stunningly uninformed on how to run the White House, let alone the huge federal government.\"",
        "url": "https://www.bbc.com/news/world-us-canada-53086042",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/A073/production/_112957014_061967030-1.jpg",
        "publishedAt": "1592467831"
    },
    {
        "source": {
            "id": "/news/world-asia-india-53089037",
            "name": "BBC"
        },
        "author": "Null",
        "title": "India rebuts China's land ownership claim",
        "description": "India has rebutted China's ownership claim over the Galwan river valley, the site of the first fatal brawl between the powers in at least 45 years.\nA fight on Monday night left at least 20 Indian soldiers dead and escalated tensions between the two nations. \nIndia's foreign ministry said the Chinese claim on the valley was \"exaggerated and untenable\".\nMeanwhile, an image of weapons purportedly used to attack Indian soldiers caused outrage in the country.\nThe image of the nail-studded iron rods was passed to the BBC by a senior military official on the India-China border, who confirmed its authenticity. The armies of the two countries have not commented on the picture.\nDefence analyst Ajai Shukla, who first tweeted the image, described the use of such weapons as \"barbarism\". The absence of firearms in the clash dates back to a 1996 agreement between the two sides that guns and explosives be prohibited along the disputed stretch of the border, to deter escalation.\nBoth sides have staged protests over the clashes in the disputed Himalayan border area. China has not released casualty figures. Unconfirmed reports in Indian media say at least 40 Chinese soldiers died. Some Indian soldiers are still believed to be missing.\nOn Wednesday Beijing quoted a military statement saying China \"owns sovereignty over the Galwan Valley region\".\nIndian foreign ministry spokesperson Anurag Srivastava said the foreign ministers of both countries had a phone conversation on the developments and \"agreed that the overall situation should be handled in a responsible manner\".\n\"Making exaggerated and untenable claims is contrary to this understanding,\" Mr Srivastava was quoted as saying by Press Trust of India news agency. \nAn Indian government statement after Subrahmanyam Jaishankar's conversation with China's Wang Yi said Beijing tried to erect a structure on the Indian side of the de facto border, the Line of Actual Control (LAC), in the strategically important Galwan Valley.\nIt described this as \"premeditated and planned action that was directly responsible for the resulting violence and casualties\" and urged China to \"take corrective steps\".\nMeanwhile, a Chinese statement quoted Mr Wang as saying: \"China again expresses strong protest to India and demands the Indian side launches a thorough investigation... and stop all provocative actions to ensure the same things do not happen again.\"\nThe Galwan river valley in Ladakh, with its harsh climate and high-altitude terrain, lies along the western sector of the LAC and close to Aksai Chin, a disputed area claimed by India but controlled by China\nMedia reports said troops clashed on ridges at a height of nearly 14,000 feet along a steep terrain with some soldiers even falling into the fast-flowing, 80km-long (50-mile) Galwan river in sub-zero temperatures.\nThis is not the first time the two nuclear-armed neighbours have fought without conventional firearms on the border. India and China have a history of face-offs and overlapping territorial claims along the more than 3,440km (2,100 mile), poorly drawn LAC separating the two sides.\nThe last firing on the border happened in 1975 when four Indian soldiers were killed in a remote pass in the north-eastern state of Arunachal Pradesh. The clash was variously described by former diplomats as an ambush and an accident. But no bullets have been fired since.\nAt the root of this is a 1996 bilateral agreement that says \"neither side shall open fire... conduct blast operations or hunt with guns or explosives within two kilometres of the Line of Actual Control\".\nBut there have been tense confrontations along the border in recent weeks. In May Indian and Chinese soldiers exchanged physical blows on the border at Pangong Lake, also in Ladakh, and in the north-eastern Indian state of Sikkim hundreds of miles to the east.\nIndia has accused China of sending thousands of troops into Ladakh's Galwan Valley and says China occupies 38,000 sq km (14,700 sq miles) of its territory. Several rounds of talks in the last three decades have failed to resolve the boundary disputes.",
        "url": "https://www.bbc.com/news/world-asia-india-53089037",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/BF74/production/_112921094_eaxn56qu4aauh9i.jpg",
        "publishedAt": "1592470799"
    },
    {
        "source": {
            "id": "/news/business-53087790",
            "name": "BBC"
        },
        "author": "Null",
        "title": "UK pub chain and insurer apologise for slave links",
        "description": "Pub chain Greene King and insurance market Lloyd's of London have apologised for their historical links to the slave trade.\nOne of Greene King's founders owned a number of plantations in the Caribbean.\nMeanwhile, maritime insurance - which was focused at Lloyd's - thrived on the trans-Atlantic slave trade.\nBoth corporations have apologised and said they will donate to charities representing black and minority ethnic (BAME) groups.\nLloyd's and Greene King's moves were first reported by The Telegraph in the UK.\nLloyd's, which was founded in 1688, insured slave ships. It is often lauded as the world's leading insurance market, focusing on specialist areas, such as marine, energy and political risk.\nIn a statement, Lloyd's said: \"There are some aspects of our history that we are not proud of. \n\"In particular, we are sorry for the role played by the Lloyd's market in the eighteenth and nineteenth century slave trade.\"\n\"This was an appalling and shameful period of English history, as well as our own, and we condemn the indefensible wrongdoing that occurred during this period.\"\nThe insurer says it would provide financial support to charities and organisations promoting opportunity and inclusion for BAME groups. \nIt has also launched a number of new initiatives aimed at developing black and minority ethnic talent within the organisation. \n\"In recent years Lloyd's has driven ahead with a series of positive programmes designed to improve culture across the market. We have made progress, but not enough.\"\nBrewer and pub chain Greene King was originally founded in 1799 by Benjamin Greene, who owned highly-profitable plantations.\nHis son Edward took over control of the brewery in 1836 and it was renamed Greene King in 1887 after merging with a local brewery. \nWhen slavery was abolished in 1833, the UK government compensated thousands of Britons who had lost out financially, including Benjamin Greene. \nDetails of the sums are listed in a database held by University College London (UCL). \nNick Mackenzie, Greene King's chief executive officer, said: \"It is inexcusable that one of our founders profited from slavery and argued against its abolition in the 1800s. While that is a part of our history, we are now focused on the present and the future.\"\nTo address the issue, the pub chain will \"make a substantial investment to benefit the BAME community and support our race diversity in the business\". \nPressure has been growing on the corporate world to address links to slavery and tackle racial inequality following the death of George Floyd in the US last month while in police custody.",
        "url": "https://www.bbc.com/news/business-53087790",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/AD61/production/_112958344_gklloyds.jpg",
        "publishedAt": "1592464567"
    },
    {
        "source": {
            "id": "/news/world-asia-china-53089137",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Why China's virus spike caused a salmon panic",
        "description": "Beijing has in the past week seen a spike of Covid-19 cases - almost all of which have been linked to a huge wholesale food market.\nState media said the virus was discovered on chopping boards used for imported salmon at the Xinfadi market - sparking fears across the country.\nSupermarkets and restaurants across Beijing hurried to pull salmon from their shelves, and imports from Europe were halted. \nOn Wednesday it was announced that a 22-year-old man - known to have occasionally cleaned frozen seafood - had tested positive for the virus in Tianjin, near Beijing.\nBut China's Centre for Disease Control (CDC) said that it was unlikely that salmon carried the virus. So how and why did the panic emerge? \nLast Thursday, Beijing reported its first virus case after 57 days without a locally-transmitted infection.\nSince then, almost 150 cases have been confirmed - almost all of which have been linked to the city's largest wholesale market. \nXinfadi supplies 80% of Beijing's vegetables and meat and is used by tens of thousands of people a day.\nBut unlike the market in Wuhan, there is no evidence of a wildlife trade in the Xinfadi market.\nTraces of the virus were found on a chopping board used by a seller of imported salmon, said reports.\nBut some 40 samples from the market tested positive for the virus - some of which were not from chopping boards used to cut salmon, said a spokesman for Beijing's Municipal Health Commission. \nIt's very unlikely. \nAn official at the Chinese Centre for Disease Control said there was no evidence that salmon was the host - or even an intermediate host - for the virus.\nShi Guoqing, deputy director of the CDC's emergency response centre, said there was no trace of the virus on the salmon before it reached the market - suggesting the virus was present in the market, rather than in the salmon itself.\nAnd experts agree.\n\"Viruses must rely on the viral receptor on the host cell surfaces to infect cells. Without the certain receptor they cannot enter into cells successfully,\" Cheng Gong, a virologist at Tsinghua University told CGTN. \n\"All known evidence so far suggests this kind of receptors exist only in mammals, not fish.\"\nHowever, the CDC's chief epidemiologist, Wu Zunyou, said the fish could not catch the virus in their natural habitat - but added that it was possible they were contaminated by workers during their capture or transportation. \nOverall, it is still unclear what the original source of the virus is - or where it might have come from, though the WHO has said it cannot be transmitted through food and drink to humans. \n\"Coronaviruses cannot multiply in food; they need an animal or human host to multiply,\" the global health body said in a document published on its website.\nIt also said it was \"highly unlikely\" that it could spread through food packaging.\nChina imports about 80,000 tons of chilled and frozen salmon each year from countries like Chile, Norway, the Faroe Islands, Australia and China, according to the Global Times. \nThe virus is not rampant in most of these countries - and Norway has said its salmon was not the source, after Norwegian salmon producers saw orders from China cancelled over the weekend.\nOther countries around the globe however, seem largely unfazed by the salmon speculation. \nHong Kong's Centre for Food Safety confirmed that 16 samples of imported salmon from countries including Chile, Iceland and Denmark all tested negative for the virus.\nLong queues were also seen outside sushi restaurants in the city.\nSingapore's Food Agency has also said there was no evidence that the virus would be transmitted via food or even food packaging - though it said it would monitor \"developments in this area\". ",
        "url": "https://www.bbc.com/news/world-asia-china-53089137",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/170BB/production/_112959349_gettyimages-144862794.jpg",
        "publishedAt": "1592465234"
    },
    {
        "source": {
            "id": "/news/world-asia-53088302",
            "name": "BBC"
        },
        "author": "Null",
        "title": "US-China row moves underwater in cable tangle",
        "description": "An underwater data cable, linking the US to Hong Kong, looks set to be rejected by the US government because of fears of Chinese data theft.\nThe Pacific Light Cable Network, backed by Google and Facebook, is designed to boost internet speed and capacity.\nBut a US government committee known as \"Team Telecom\" has now recommended that the US denies it approval.\nThe decision is another sign of the growing tension between the US and China, who are in a trade war.\nIt would reportedly be the first such cable rejected by the US on national security grounds.\nAround the world, there are hundreds of undersea cables providing internet connectivity.\nThe new cable was announced in 2016 as a partnership between Google, Facebook, and other companies.\nGoogle said the cable would be 12,800 km long (8,000 miles) and would be the \"highest-capacity trans-Pacific route\".\n\"In other words, [the cable] will provide enough capacity for Hong Kong to have 80 million concurrent HD video conference calls with Los Angeles,\" the company said. \nThe project would also have portions connecting the US with Taiwan and the Philippines.\nThe cable has been laid, reportedly at a cost of \"many millions of dollars\", but needs approval to operate.\nOne of the companies working with Facebook and Google is the Dr Peng group, a Chinese broadband giant.\nThe committee has recommended approval for the Taiwan and Philippines sections.\nBut on Wednesday, it recommended the US to Hong Kong section was denied \"on national security grounds\".\nTheir reasons included:\nThe final decision will be taken by the US Federal Communications Commission.\nAfter President Trump took office, the US imposed billions of dollars' worth of tariffs on Chinese goods, with China retaliating.\nMr Trump had long accused China of unfair trading and intellectual property theft.\nThe US has also targeted Chinese technology firm Huawei, calling it a national security threat, and is taking a more aggressive stance on Hong Kong.\nChina is trying to introduce a security law in Hong Kong, which is a special administrative region of China. But the US, and others, say the law would threaten the city's autonomy.\nMr Trump said he would remove Hong Kong's privileged status in US law.\n\"China has replaced one country, two systems, with one country, one system,\" he said in May.",
        "url": "https://www.bbc.com/news/world-asia-53088302",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/0C7B/production/_112959130_gettyimages-1158664075.jpg",
        "publishedAt": "1592454814"
    },
    {
        "source": {
            "id": "/news/business-53088432",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Qantas axes most overseas flights until October",
        "description": "Qantas has cancelled all international flights until late October except for those to New Zealand.\nThe news comes as the Australian government said its border would remain closed into next year to slow the spread of the coronavirus.\nThe airline and subsidiary Jetstar are now boosting domestic flights as travel restrictions within Australia ease.\nQantas has seen domestic passenger numbers double to 64,000 this week, compared to last week's 32,000.\nThe nation's tourism minister has also encouraged Australians to take their holidays within the country this year. \n“With Australia’s borders set to remain closed for some time, we have cancelled most international flights until late October,\" the airline said in a statement sent to the BBC.\n\"We still have some flights scheduled across the Tasman in the coming months, with the expected travel bubble between Australia and New Zealand,\" the statement continued, referring to the Tasman Sea between the two countries.\nThe airline pointed to comments from Tourism Minister Simon Birmingham for its announcement on Thursday.\nMr Birmingham said on Wednesday that the decision to shut the country's border was one of the main reasons Australia had been successful in fighting the spread of Covid-19 and it would not be reopened any time soon for general travel. \n\"I do sadly think that in terms of open tourist-related travel in or out of Australia, that remains quite some distance off,\" he told the National Press Club.\nWhen asked whether that would mean the border would remain closed until next year, Mr Birmingham said, \"I think that is more likely the case\".\nQantas also reiterated that it will increase domestic flights to 15% of pre-coronavirus levels as some travel restrictions are lifted.\nAt the same time the airline said that it is ready to ramp its international schedule as soon as government regulations allow. \n“Should travel between Australia and other countries open up and demand returns, we can add more flights back into our schedule.\"\nQantas, like many other carriers, has been hit hard by travel restrictions imposed around the world to combat the spread of the coronavirus.\nA number of high-profile airlines have been struggling to survive during the crisis including Virgin Australia, Thai Airways and Colombia's Avianca. \nOther airlines have been forced to layoff thousands of workers and downsize operations. \nEarlier this month the International Air Transport Association (IATA) warned that the airline industry could suffer losses of more than $84bn (£67bn) this year.",
        "url": "https://www.bbc.com/news/business-53088432",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/A339/production/_112958714_qantasgroundedflights.jpg",
        "publishedAt": "1592450269"
    },
    {
        "source": {
            "id": "/news/uk-53091856",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Beloved UK wartime singer Vera Lynn dies at 103 ",
        "description": "Dame Vera Lynn, the Forces' Sweetheart whose songs helped raise morale in World War Two, has died aged 103.\nThe singer's family confirmed she died on Thursday morning surrounded by her close relatives.\n\"The family are deeply saddened to announce the passing of one of Britain's best-loved entertainers at the age of 103,\" a statement said.\nDame Vera was best known for performing for the troops during World War Two in countries including India and Burma.\nHer family said information on a memorial will be announced at a later date.\nAhead of the 75th anniversary of VE Day in May, Dame Vera spoke about the bravery and sacrifice that characterised the wartime nation.\nThe Queen referenced one of Dame Vera's most beloved songs earlier this year when she told the country, separated from families and friends during the coronavirus lockdown: \"We will meet again.\"",
        "url": "https://www.bbc.com/news/uk-53091856",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/12B20/production/_95167567_p04rmdtg.jpg",
        "publishedAt": "1592470657"
    },
    {
        "source": {
            "id": "/news/business-53049177",
            "name": "BBC"
        },
        "author": "Null",
        "title": "China's JD.com raises almost $4bn in Hong Kong share sale",
        "description": "China's second largest online retailer JD.com has raised almost $4bn (£3.2bn) after making its Hong Kong Stock Exchange debut on Thursday.\nIts shares jumped by more than 5% after listing, marking the second-largest share sale this year.\nThe move comes as pressure grows in the US on Chinese companies amid escalating tensions between the two economies.\nSeveral other firms that are based in China are now preparing similar listings in Hong Kong.\nThe Initial Public Offering (IPO) coincides with JD.com's largest annual online sales event and comes hot on the heels of the Hong Kong debut of Nasdaq-listed gaming giant NetEase.\nLast week, shares in NetEase, which is China's largest gaming firm, made a solid stock market debut in the city as it raised $2.7bn.\nIn an interview with Asia Business Report on Thursday, Ling Chenkai, Vice-President of JD Retail said the listing was \"a big thing for JD\" as it can help promote the brand in the Greater China area. \"It also can help those Chinese investors and Asian investors to understand JD better and more clearer which can help us to gain trust from those investors and customers.\"\nThe listing of JD.com is the second biggest of 2020, after the Beijing-Shanghai High Speed Railway raised $4.3bn in January, according to Bloomberg data.\nLast November, Alibaba, which is listed on the New York Stock exchange, became the first of the US-traded Chinese companies to debut in Hong Kong with its $13bn secondary listing.\nMassimiliano Bondurri of Singapore-based asset manager SGMC Capital said the listings highlight majors changes in the global markets.\n\"This occurrence underlines once again how the political landscape of the world is rapidly evolving, with the globalisation phenomenon we have been witnessing until a few years back quickly collapsing and an increasing number of barriers being established for international business dealings across the globe, resulting in a substantial increase in protectionism.\"\nThe listings are taking place as tensions rise between the US and China over their long-running trade dispute and the handling of the coronavirus outbreak.\nThe financial dealings of US-listed Chinese companies are also coming under increasingly intense scrutiny in the wake of the Luckin Coffee accounting scandal.\nIn April the once-high flying firm revealed that it had uncovered $310m (£250m) in fake transactions.\nLuckin's Nasdaq listing had been one of China's few successful US stock market debuts of 2019.\nSince details of the scandal emerged the Nasdaq has moved to tighten its listing regulations.\nThe US Senate has also passed a bill that could block some Chinese companies from selling shares on American stock exchanges. \nThe renewed interest from Chinese companies in Hong Kong's stock market comes as concerns grow that Beijing's imposition of a national security law in the city will make it less attractive to businesses.\nMr Bondurri predicts that all of this means there will be even more US-listed Chinese companies that now decide to sell shares in Hong Kong.\n\"We expect an increasing number of other Chinese companies, both large and small, to follow in JD’s and Alibaba's footsteps.\"\n\"This will help diversify the risk for such entities and ensure that, should US-China negotiations take a turn for the worse, they will not be shut out from markets as they would already have alternative arrangements in place to access capital markets,\" he said.",
        "url": "https://www.bbc.com/news/business-53049177",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/E0E3/production/_112917575_jd.comhq.jpg",
        "publishedAt": "1592448820"
    },
    {
        "source": {
            "id": "/news/business-53049177",
            "name": "BBC"
        },
        "author": "Null",
        "title": "China's JD.com raises almost $4bn in Hong Kong share sale",
        "description": "China's second largest online retailer JD.com has raised almost $4bn (£3.2bn) after making its Hong Kong Stock Exchange debut on Thursday.\nIts shares jumped by more than 5% after listing, marking the second-largest share sale this year.\nThe move comes as pressure grows in the US on Chinese companies amid escalating tensions between the two economies.\nSeveral other firms that are based in China are now preparing similar listings in Hong Kong.\nThe Initial Public Offering (IPO) coincides with JD.com's largest annual online sales event and comes hot on the heels of the Hong Kong debut of Nasdaq-listed gaming giant NetEase.\nLast week, shares in NetEase, which is China's largest gaming firm, made a solid stock market debut in the city as it raised $2.7bn.\nIn an interview with Asia Business Report on Thursday, Ling Chenkai, Vice-President of JD Retail said the listing was \"a big thing for JD\" as it can help promote the brand in the Greater China area. \"It also can help those Chinese investors and Asian investors to understand JD better and more clearer which can help us to gain trust from those investors and customers.\"\nThe listing of JD.com is the second biggest of 2020, after the Beijing-Shanghai High Speed Railway raised $4.3bn in January, according to Bloomberg data.\nLast November, Alibaba, which is listed on the New York Stock exchange, became the first of the US-traded Chinese companies to debut in Hong Kong with its $13bn secondary listing.\nMassimiliano Bondurri of Singapore-based asset manager SGMC Capital said the listings highlight majors changes in the global markets.\n\"This occurrence underlines once again how the political landscape of the world is rapidly evolving, with the globalisation phenomenon we have been witnessing until a few years back quickly collapsing and an increasing number of barriers being established for international business dealings across the globe, resulting in a substantial increase in protectionism.\"\nThe listings are taking place as tensions rise between the US and China over their long-running trade dispute and the handling of the coronavirus outbreak.\nThe financial dealings of US-listed Chinese companies are also coming under increasingly intense scrutiny in the wake of the Luckin Coffee accounting scandal.\nIn April the once-high flying firm revealed that it had uncovered $310m (£250m) in fake transactions.\nLuckin's Nasdaq listing had been one of China's few successful US stock market debuts of 2019.\nSince details of the scandal emerged the Nasdaq has moved to tighten its listing regulations.\nThe US Senate has also passed a bill that could block some Chinese companies from selling shares on American stock exchanges. \nThe renewed interest from Chinese companies in Hong Kong's stock market comes as concerns grow that Beijing's imposition of a national security law in the city will make it less attractive to businesses.\nMr Bondurri predicts that all of this means there will be even more US-listed Chinese companies that now decide to sell shares in Hong Kong.\n\"We expect an increasing number of other Chinese companies, both large and small, to follow in JD’s and Alibaba's footsteps.\"\n\"This will help diversify the risk for such entities and ensure that, should US-China negotiations take a turn for the worse, they will not be shut out from markets as they would already have alternative arrangements in place to access capital markets,\" he said.",
        "url": "https://www.bbc.com/news/business-53049177",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/E0E3/production/_112917575_jd.comhq.jpg",
        "publishedAt": "1592448820"
    },
    {
        "source": {
            "id": "/news/world-us-canada-53084232",
            "name": "BBC"
        },
        "author": "Null",
        "title": "US policeman faces murder charge over Brooks death",
        "description": "A police officer who fatally shot a fleeing black man in the back last week in Atlanta, Georgia, will be charged with murder and assault, officials say.\nGarrett Rolfe, who has already been fired, faces 11 charges related to Rayshard Brooks' death. If convicted, he could face the death penalty.\nThe other officer at the scene, Devin Brosnan, will testify as a prosecution witness in the case, officials said.\nThe case comes amid US protests over police killings of black Americans.\nLawmakers in Washington are currently debating new police reform laws.\nOfficials said this was the ninth time that an Atlanta police officer had been prosecuted for homicide. \nThey added that it is believed to be the first time a police officer would testify against a member of his own unit, though Mr Brosnan's lawyer denied his client would be a witness in the case.\nPresident Trump has said he is concerned about the way the case against Mr Rolfe is being handled.\n\"I hope he gets a fair shake because police have not been treated fairly in our country,\" he told Fox News.\n\"You can't resist a police officer like that,\" he added, referring to Mr Brooks' actions during the incident.\nMr Brooks, 27, failed a sobriety test on 12 June after he was found asleep inside his car that was blocking a drive-through lane at a Wendy's restaurant.\nAfter pulling over his vehicle, the father-of-four appeared \"slightly impaired, but his behaviour during this incident was almost jovial\", Fulton County District Attorney Paul Howard said on Wednesday.\nFor over 40 minutes, video shows him complying with officers as he consented to a weapons search and provided them with his identification details.\nHowever, as officers tried to handcuff him, he began struggling. The footage appears to show Mr Brooks punched Mr Rolfe, grabbed Mr Brosnan's stun gun and turned back while fleeing to fire it at Mr Rolfe. \nMr Brooks suffered two gunshots to the back that caused organ injuries and blood loss. One police bullet also hit a witness' vehicle, nearly killing the driver, investigators say.\nProsecutors said Mr Rolfe said: \"I got him.\" For over two minutes after Mr Brooks was shot, neither officer provided medical attention as police are required to do, prosecutors said.\nInstead, Mr Rolfe kicked Mr Brooks while he was on the ground, Mr Howard added. \nOfficer Brosnan -  who has already been placed on administrative leave - will be charged with assault for allegedly standing on Mr Brooks' shoulder as he lay dying.\nThe district attorney said that eight videos from the scene showed Mr Brooks \"displayed no aggressive behaviour during the 41 minutes and 17 seconds\" that he was questioned, and posed no physical risk to the officers in that time. \nMr Brooks was 18ft (5.5m) from the officers when he was shot twice in the back, investigators say.\n\"I believe that at the time of the shooting, Mr Brooks did not represent a threat,\" Mr Howard said, noting that police rules prohibit firing a Taser at a fleeing suspect.\n\"So he certainly cannot fire a handgun at someone running away,\" he said.\nA lawyer for Mr Rolfe blamed Mr Brooks for his choice to \"violently attack\" the arresting officers \"suddenly, without warning or provocation\".\n\"Mr Brooks violently attacked two officers and disarmed one of them,\" continued the statement issued by the LoRusso Law Firm.\n\"When Mr Brooks turned and pointed an object at Officer Rolfe, any officer would have reasonably believed that he intended to disarm, disable, or seriously injure him.\"\nA lawyer for Mr Brosnan disputed the district attorney's claim that he will serve as a \"state's witness\", or that he has already admitted to standing on Mr Brooks as he died.\n\"It's absolutely untrue,\" lawyer Don Samuel told the Atlanta Journal Constitution newspaper.\nThe shooting came as the nation was already in uproar over the death in police custody of another unarmed black man, George Floyd, in Minneapolis, Minnesota. The four officers involved in Mr Floyd's arrest have been sacked and are facing charges of second-degree murder, or aiding and abetting murder. \nThe Wendy's restaurant where Mr Brooks died was burned down after about 1,000 protesters turned up there in the hours after his death. His death also led to the resignation of Atlanta's chief of police.\nA lawyer for Mr Brooks' widow, Tomika Miller, told the Associated Press that he was not aware of some of the details announced on Wednesday, such as Mr Rolfe's alleged kick as Mr Brooks lay dying.\n\"It's heartbreaking, but it's an attempt to redefine justice,\" said lawyer L Chris Stewart.\nWhy this case is different\nAnalysis by Jessica Lussenhop, BBC News\nThe swiftness with which a white police officer has been fired and then charged with murder in the killing of Rayshard Brooks is just the latest sign of how rapidly and dramatically police agencies have shifted strategy when it comes to dealing with deadly force cases. \nHistorically, not only have police chiefs been reticent to take action against officers involved in in-custody deaths until a \"full investigation\" had taken place, they've been quick to defend the officer's use of force if he or she \"reasonably\" believed that a person had a deadly weapon or posed immediate danger to the officer. \nIn this case, video shows that Brooks had taken the officer's Taser and appears to use it. But not only is the weapon designated as less than lethal, the video shows he was running away and that the shots that killed him entered his back.\nNow the officer faces 11 charges, the question of whether or not a Taser should be considered a deadly weapon will surely come into play, as well as whether the officer had \"reasonable\" fear of Brooks.\nWhat is already clear is that police departments are not feeling nearly as confident relying on the old strategies and rhetoric that historically have allowed them to slow-play their response to a police-involved killing.",
        "url": "https://www.bbc.com/news/world-us-canada-53084232",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/33EA/production/_112909231_061948381-1.jpg",
        "publishedAt": "1592459573"
    },
    {
        "source": {
            "id": "/news/world-latin-america-53087933",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Amazon indigenous chief dies of coronavirus",
        "description": "Paulinho Paiakan, one of the best known indigenous defenders of the Amazon rainforest, has died of coronavirus.\nPaiakan, who was around 65, was a chief of the Kayapo people.\nHe came to international attention in the 1980s in the fight against Brazil's Belo Monte hydroelectric project - the world's third largest dam.\nIn 1998, Paiakan was convicted of the rape of an 18-year-old. His wife was found guilty of assisting him in the attack.\nHis allies argue that the case was fabricated to tarnish his reputation and silence him. \nPaiakan died on Wednesday in a hospital in northern Pará state. The area has been hit heavily by the pandemic, especially affecting indigenous communities. \n\"He worked all his life to build worldwide alliances around indigenous peoples to save the Amazon,\" Gert-Peter Bruch, founder of environmental group Planet Amazon, told the AFP news agency.\n\"He was far ahead of his time. We've lost an extremely valuable guide.\"",
        "url": "https://www.bbc.com/news/world-latin-america-53087933",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/35D9/production/_112958731_mediaitem112958730.jpg",
        "publishedAt": "1592455184"
    },
    {
        "source": {
            "id": "/news/uk-53085443",
            "name": "BBC"
        },
        "author": "Null",
        "title": "UK PM to welcome Macron for Resistance anniversary",
        "description": "Four French Resistance fighters will be awarded honorary MBEs for their role in World War Two as Boris Johnson welcomes Emmanuel Macron to Downing Street.\nThe French president is visiting London on Thursday to commemorate the 80th anniversary of wartime leader Charles de Gaulle's BBC broadcast to occupied France after the 1940 Nazi invasion.\nThe Prince of Wales and Duchess of Cornwall will also meet Mr Macron.\nMr Johnson paid tribute to the \"courage and sacrifice\" of the fighters.\nThe four men - Edgard Tupet-Thome, 100, Daniel Bouyjou-Cordier, 99, Hubert Germain, 99, and Pierre Simonet, 98 - are surviving members of the Order of Liberation, an honour given by France to those who played an outstanding role in setting France free. \nTheir MBEs will be presented at a ceremony in France in the coming months.\nIn Downing Street, Mr Johnson and Mr Macron will view artefacts and letters from General de Gaulle's time in London and from his partnership with the UK's wartime prime minister, Sir Winston Churchill.\nAfter the fall of France, General de Gaulle made a speech from London 18 June 1940. Known as the \"Appel\", or appeal, it rallied the country in support of the Resistance.\nThe prime minister and president will also hold talks on the pandemic and other issues, with Mr Johnson having said he would raise travel between the UK and France at the meeting.\nMr Macron was exempt from the UK's 14-day quarantine requirements, as a \"representative of a foreign country on business\".\nBy Gavin Stamp, BBC News\nIt was 80 years ago that General Charles de Gaulle broadcast a historic message from London to his fellow countrymen imploring them not to give up the fight against Hitler.\nFrance was on its knees at the time, German troops having entered Paris four days earlier, and on the verge of agreeing an armistice confirming its formal military surrender. \nIn the message, broadcast in French, De Gaulle said in French \"whatever happens the flame of the French resistance must not be extinguished and will not be extinguished\".\nTransmitted on the BBC's French Service, the broadcast was not recorded and relatively few people in France heard it.\nBut a similar broadcast four days later on the same network reached a wider audience and went a long way to establishing de Gaulle as his country's leader in-exile. \nThe 18th June 1940 remains one of the most important dates in UK-French history and still has enormous resonance on both sides of the channel.\nThe anniversary of the Appel will be marked with a flypast of the Red Arrows and their French counterparts, La Patrouille de France.\nMr Johnson said General de Gaulle arrived in the UK 80 years ago knowing that Britain and France's shared values of \"freedom, tolerance and democracy\" were under threat and pledging to defend them.\nThe Resistance fighters being honoured \"symbolise the enduring depth and strength of friendship\" between the countries, he said.\nMr Johnson called them \"heroes\" and paid tribute to their \"courage and sacrifice in defending us and the whole world from fascism\".\n\"The struggles we face today are different to those we confronted together 80 years ago. But I have no doubt that - working side by side - the UK and France will continue to rise to every new challenge and seize every opportunity that lies ahead,\" he said.\nAt Clarence House, home to the Duke and Duchess of Cornwall, Mr Macron will be welcomed by a ceremonial guard of honour from the Coldstream Guards, along with music by the Band of the Coldstream Guards.",
        "url": "https://www.bbc.com/news/uk-53085443",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/16477/production/_112955219_johnsonmacron.jpg",
        "publishedAt": "1592439160"
    },
    {
        "source": {
            "id": "/news/world-australia-52915879",
            "name": "BBC"
        },
        "author": "Null",
        "title": "How reliant is Australia on China?",
        "description": "Australia's relationship with China is not a happy one at the moment. Canberra's push for answers on the pandemic's origins has angered Beijing. In the past month it has put in place some bruising sanctions and travel warnings. Many have urged Australia to reduce its economic reliance on China, but is this really an option?\n\"I love the Chinese,\" says Chris Kelly, an Australian who's sown barley on his family farm for decades.\n\"Love them. Every barley grower in Australia loves the Chinese because they've made us wealthy.\"\nLast year Australia produced over 8 million tonnes of the golden grain used in beer and pig feed. China bought more than half - at a premium price.\nBut last month, China imposed an 80% tariff on Australian barley. It came after Canberra, echoing the US, called for an investigation into Covid-19's origins - a move that Beijing labelled \"politically motivated\".\nChina has since suspended some major Australian beef imports, and warned students and tourists against travelling to the \"racist\" country. This week, in a secretive process, it sentenced an Australian man to death for drug smuggling.\nIt's fuelled frenzied discussion in Australia: Is China retaliating against accusations it mishandled the coronavirus? Could this be the start of a trade war  like that seen between the US and China?\nLike other liberal democracies, Australia is increasingly challenged by the need to balance its economic dependence on China and its own values and interests.\nIn recent times, Canberra has raised concerns about human rights in Xinjiang and Hong Kong, banned Chinese firm Huawei from building Australia's 5G network, and debated allegations of Beijing interfering in domestic affairs.\nThis friction isn't unique to Australia. Canada, Japan and South Korea - among others - have seen economic pushback from China, allegedly for political reasons.\nBut Australia's economic dependence on China is greater than many nations.\nFor the past decade, China has been Australia's largest trading partner and now accounts for 32.6% of its exports. \n2018-2019 \nAustralia's mines have delivered iron ore, coal and gas to fuel China's growth - preferred to rivals in Brazil for their quality and geographic proximity. It's a deal that benefits both nations. \nOther sectors - education, tourism, agriculture, wine - have also flourished in the Chinese market. But like barley, they are not as exclusive to Australia and so more vulnerable to political tension, economists say.\nThis has all intensified debate over whether Australia has become too reliant on China and should look to other trading partners.\nIt needs to drastically strengthen relations with its Asian neighbours, says Dr Lai-Ha Chan, a political scientist at the University of Technology, Sydney.\nIt has made efforts, she says, noting Prime Minister Scott Morrison had scheduled a trip to India this year and made repeated entreaties to PM Narendra Modi. His visit to Vietnam last year - the first by an Australian leader in 25 years - was recognition of its rising star as a market economy, she adds. Australia's ecotourism and university sectors have been actively courting both nations. \nDr Chan suggests Australia could rely on a combination of those countries - plus Indonesia, Japan and South Korea - to lessen reliance on China.\nNot all are among Australia's top 10 trading partners currently; in many cases, there is no existing free trade agreement.\nBut economists dispute the idea that the Chinese market can easily be replaced.\nIndia is often cited for its potential. Australia has set a goal to send A$45bn (£25bn; $31bn) in annual exports to India by 2035. But last year, it sold more than A$160bn to China alone.\n\"There are no other options that come anywhere near to making up China's numbers,\" says Prof Jane Golley, a China economy specialist at the Australian National University. \nGovernment attempts at intervention (a practice seen in Japan), would just be a waste of money, economists say. \n\"It's a bit strange for the government to tell companies you can't sell to the Chinese or you have to sell more to other countries when other countries simply aren't trying to buy,\" Dr Shiro Armstrong, an East Asia specialist, told the BBC.\nAustralian companies are already working hard to reduce reliance on China, adds Dirk van der Kley, from policy research group China Matters, citing universities in particular. \n\"Sure, they've made a little difference on the edges. But it's the market which matters here.\"\nProf Golley says she finds calls by some security analysts to turn away from China - covered heavily by the media - \"depressing\".\n\"I wonder if the man on the street who reads the headline and thinks we need to diversify from China - I always wonder if they think through what that could mean and how it might lead to them or their children not having jobs in the future.\"\nAustralia would be better served looking at the bigger picture, she and others argue. \nIt is far less reliant on exports (20% of GDP) than many nations. But those proceeds flow directly into jobs and welfare, making China a significant driver of Australian prosperity.\nRichard Maude, a former foreign policy head in the Australian government, says it is vital that Australia can co-operate with China on food security, energy and climate change. \nMr Van Der Kley predicts others markets will also emerge for Australia as China's middle class ages, particularly in sectors such as health care and nursing. \nThe significant Chinese diaspora in Australia should not be overlooked, others say. Australia is home to more than 1.2 million people of Chinese ancestry, many of whom only migrated in the last decade - ensuring deep community links.  Chinese consumers continue to favour Australia for education and tourism, partly for this reason.\nBut on the political level, there's a consensus that Canberra-Beijing relations have sunk to their lowest ebb in decades. It has been three years since a bilateral meeting of leaders, despite Australia's repeated requests. \nProf Golley says the government should work hard to help Australian businesses engage with Chinese counterparts, but fears this is being damaged by the \"deteriorating\" political relationship. \nOthers say Australia needs to be more strategic in its diplomacy - for example it could criticise China from within a group of like-minded nations rather than striking out on its own. They also suggest hawks within the government should be reined in by Prime Minister Scott Morrison.\nUltimately, though, slick diplomacy is just \"packaging\", says Mr Maude, the former diplomat: \"China will still often object to what's inside, no matter how well wrapped.\" \nMr Morrison has said: \"We're just being Australians. We have done nothing nor sought to do anything that is inconsistent with our values, or have sought to be in any way hostile to our partnership with China.\"\nAustralia hasn't changed but China fundamentally has, says Mr Maude. He argues that Beijing has become more assertive and authoritarian. Canberra - like other democracies - can no longer overlook political reality for economic gains.\n\"The risk of economic retaliation will be a permanent feature of the 'new normal' in the relationship,\" he says. \"We can't have our cake and eat it too.\"\nBut for Mr Kelly on his barley farm, he feels like the proverbial canary down a gold mine.\n\"We've been feeling anxious for years - this has been going on for a while,\" he says. \"It just feels like the worst-case scenario has arrived.\"",
        "url": "https://www.bbc.com/news/world-australia-52915879",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/17282/production/_112705849_chriscanola.png",
        "publishedAt": "1592407536"
    },
    {
        "source": {
            "id": "/news/world-asia-india-53076781",
            "name": "BBC"
        },
        "author": "Null",
        "title": "A freezing, inhospitable battlefield on a mountain",
        "description": "A savage brawl between Indian and Chinese forces in the Galwan river valley in Ladakh, a disputed Himalayan border region, has left at least 20 Indian soldiers dead. \nThe world's two most populous nations - with two of the planet's biggest military forces  - have been at loggerheads for weeks along their long and contested high-altitude frontier. \nBut the crisis escalated on Tuesday when the number of Indians killed in an extraordinary confrontation soared to 20  - they had died without a single shot being fired. India said both sides suffered casualties. China is yet to confirm its number of dead or injured.\nThe site of the clash was on the de facto border - the Line of Actual Control or LAC - between the two countries. India and China share a border that is more than 3,440km (2,100 miles) long and have overlapping territorial claims. \nThe Galwan river valley, with its harsh climate and high altitude terrain,  lies along the western sector of the LAC and close to Aksai Chin, a disputed area claimed by India but controlled by China. \nMedia reports say that troops clashed on ridges at nearly 14,000 feet high along steep terrain with some soldiers even falling into the fast flowing, 80km (50-mile) long Galwan river in sub-zero temperatures.  \nOn Tuesday evening, the Indian army confirmed that 17 of those who died \"were critically injured in the line of duty at the stand-off location and exposed to sub-zero temperatures in the high altitude terrain\".\nIt is thought some of the soldiers succumbed to their wounds, unable to survive the freezing temperatures overnight.\nLadakh, dotted with snow-capped peaks and arid valleys, is the highest plateau in India, located 3,000m (9,800ft) above sea level. It is a cold desert with temperatures touching -20C in winters. \nVegetation is sparse in the loose, sandy soil, except along stream beds and wetlands, on some high slopes and some irrigated land. \nThe main causes of death at the altitudes and temperatures found in Ladakh are frost bite, a condition called high altitude pulmonary oedema which occurs when lowlanders ascend rapidly to altitudes higher than 2,500m, and another medical condition called high altitude cerebral oedema, where the brain swells with fluid because of the physiological effects of travelling to a high altitude.\nMilitary experts say that the inhospitable region has traditionally been a peaceful area of the LAC.\nSo what led to Tuesday's clash - the first in the Ladakh valley since 1962 when China defeated India in their only war?\n\"The Galwan area has now become a hotspot because it is where the LAC is closest to the new road India has built along the most remote and vulnerable area along the LAC in Ladakh,\" Ajai Shukla, an Indian military expert who served as a colonel in the army, told the BBC in May.\nThe road which is several hundred kilometres long, was built in 2019 and connects to a high-altitude forward air base that India has reactivated at Daulat Beg Oldi, reputed to be the world's highest landing ground.\n China is suspicious of India's construction in the area. The road could boost Delhi's capability to move men and materiel rapidly in case of a conflict.\nIn May, media reports said Chinese forces had put up tents, dug trenches and moved heavy equipment several kilometres inside what had been regarded by India as its territory.\nSoldiers from the two sides earlier clashed on at least two occasions in Ladakh, with stand-offs and scuffles reported at Hot Springs; and Pangong Tso lake to the south.\nIndia and China are now holding talks, senior military officers said on Tuesday, to try to defuse tensions after Monday night's deadly fighting.",
        "url": "https://www.bbc.com/news/world-asia-india-53076781",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/2C00/production/_112946211_gettyimages-1220560954.jpg",
        "publishedAt": "1592392858"
    },
    {
        "source": {
            "id": "/news/world-asia-india-53044400",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Bollywood's first post-lockdown film skips cinemas",
        "description": "On Friday evening, Delhi-based lawyer Ishika Goon and her flatmates hunkered down at their apartment in the Indian capital, Delhi, to watch a new Bollywood film.\nIn normal times, Ms Goon and her friends would have flocked to the neighbourhood theatre for their Friday night cinema fix. \nBut the lockdown to stop the spread of the novel coronavirus has meant that cinemas are closed and most movie-lovers are watching their favourite films at home. \nSo when the news arrived that the star-studded Bollywood summer release Gulabo Sitabo would bypass cinemas and premiere on streaming giant Amazon Prime Video, there was a ripple of excitement among film lovers.\n\"This doesn't give you the same rush as watching a movie's Friday release in the cinema. But we are now reconciled to the fact that we may not catch a movie in the cinemas in the near future,\" says Ms Goon.\nHeadlined by Bollywood superstar Amitabh Bachchan and rising star Ayushmann Khurrana, Gulabo Sitabo is a light-hearted comedy. The film is based in modern-day Lucknow, the north Indian city once known for its aristocrats and magnificent mansions that would resonate with music, dance and poetry,\nBachchan is cast in the role of Mirza, an old curmudgeon, complete with flowing beard and wobbly gait, looking after his wife's crumbling mansion. Khurrana plays one of his tenants, the cantankerous Bankey. \nWithout giving too much of the plot away, Gulabo Sitabo is a gentle satire on greed and longing for a better life. The quarrels between the landlord and tenant resemble a local folk art form called Gulabo and Sitabo. These are the names of glove puppets who play a pair of squabbling sisters seen on the streets of Lucknow.\nMirza and Bankey are like the puppets, locked in quarrels over money. Bankey is too poor to pay rent; and Mirza doesn't have enough money to enjoy his mansion without it.\n\"Gulabo Sitabo is a quirky, light-hearted movie that the audience can enjoy with their families\", said Shoojit Sircar, the director. He has delivered a slew of hits that include comedies like Piku and poetic dramas like October . \nThe film has received mixed reviews. Some have appreciated the film's  \"quirky characters and gentle humour\".  Others have been more guarded, saying that the humour and satire did not find its mark. The Guardian found it a \"strangely mismanaged parable about property management that renders its stars all but unrecognisable\".\nMore films are scheduled to be released by streaming companies over the coming months, as the prospects of cinemas opening in India in the near future look dim. They include Shakuntala Devi, a Hindi biopic of a famous Indian female mathematician played by award-winning actor Vidya Balan.  \n\"This is the dawn of a new era for Indian entertainment,\" said Sircar.\nAll over India, producers, defying protests by cinema owners, have begun taking their releases to streaming platforms such as Amazon, Netflix and Disney+ Hotstar because of the lockdown. More than half a dozen Tamil language films have already been released on big streaming platforms.\nThe jury is out on whether Indian movie-goers prefer watching new releases in their homes.\n One survey showed that the country's five biggest cities accounted for more than half of streaming users, and Indians under the age of 35 accounted for 89% of viewers. The majority watched the content on smartphones.\nAn online survey during lockdown found that 82% of Indians prefer the big screen experience of watching movies in cinemas and are ready to go back to movie theatres if social distancing and hygiene can be guaranteed.\nFor Khurrana nothing quite matches the joy of a cinema release. \n\"It was my dream to see myself with Amitabh Bachchan on the big screen.  But it is the producer's decision [to release it on a streaming platform],\" Khurrana told a cinema portal.   \n\"If I had a choice I would have gone for the big screen first and then to streaming. But this coronavirus thing is unprecedented and this call had to be taken.\"",
        "url": "https://www.bbc.com/news/world-asia-india-53044400",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/E673/production/_112959985_21e015d0-81bf-4866-8937-50f2788b0242.jpg",
        "publishedAt": "1592435271"
    },
    {
        "source": {
            "id": "/news/world-asia-53059491",
            "name": "BBC"
        },
        "author": "Null",
        "title": "It blew up an office, but what is North Korea after?",
        "description": "Just days after North Korean leader Kim Jong-un's sister, Kim Yo-jong, threatened direct action against South Korea, Pyongyang has followed through.\nAt 14:49 on Tuesday (05:49 GMT), explosives demolished the Inter-Korean Liaison Office in the North Korean border city of Kaesong. \nThe provocative step, coming just one day after the 20th anniversary of the first ever inter-Korean summit between Kim Jong-un's father, Kim Jong-il, and South Korean President Kim Dae-jung, marks an ominous turning point for the two neighbours.\nKim Yo-jong's threats to reduce the liaison office to \"dust\" were meant to be taken literally.\nAn early statement from the South Korean Unification Ministry, pointing out that the action was telegraphed, suggests that Seoul intends not to publicly make the case that it was caught off-guard. \nBut the seriousness of the event - and its global headline-seizing nature - raises natural questions about what Pyongyang may be seeking.\nThere are few easy answers here, but many puzzle pieces that that form part of a bigger picture.\nFor example, we might recall the historic inter-Korean summit at the Panmunjom Peace Village, north-east of Kaesong, in April 2018.\nWhile that event cemented South Korean President Moon Jae-in's place as a historic statesman, for Kim Jong-un, one of the most important takeaways was to be found in what his South Korean interlocutor handed him on a USB pen drive. \nMr Moon had shown Mr Kim the promise of inter-Korean economic co-operation, outlining several projects that would allow the two Koreas - under South Korean guidance - to collaboratively build the economic linkages between them. \nIn the ensuing months, however, President Moon's plans were limited by the continued existence of the onerous international and US sanctions that remained in place on Pyongyang for its testing and development of ballistic missiles and nuclear weapons throughout 2017.\nSanctions relief was North Korea's core demand of the United States, of South Korea, and of the world through the two years of diplomacy that persisted from the Pyeongchang Winter Olympic Games, where Kim Yo-jong first made herself apparent as a force in inter-Korean relations.\nThis demand continued until the final days of 2019, when Pyongyang began to make clear that it had no expectations that diplomacy could yield fruit.\nThis is why the symbolic destruction of the facility that had been used to administratively realise inter-Korean collaboration strikes at the core of Mr Moon's inter-Korean promises.\nFor the South Korean president, who finds himself with unprecedented political strength after his party's strong showing in the April mid-term parliamentary elections, this moment may be designed to seek further concessions.\nThe proximal explanation for the North Korean step was clarified by Kim Yo-jong in her statement last weekend.  \nShe cited the launching of anti-North Korean regime leaflets by South Korean civil groups, describing them as an insult to the \"dignity\" of the North Korean supreme leadership. \nAnd Pyongyang takes these sorts of events seriously; in August 2015, South Korean army loudspeakers broadcasting propaganda across the Military Demarcation Line sparked a major dispute.\nThe leaflets, as grating as they may be for Pyongyang, likely do not tell us the whole picture. Part of the answer - unknowable as it may be given the nature of the North Korean regime - may have to do with Kim Yo-jong herself. \nKim Jong-un's younger sister has seen a spectacular ascent in her public role in the effectuation of North Korean state policy in recent years.\nWhere she was once seen lurking behind a pillar as her brother delivered an address before a major military parade, she is now directing the Korean People's Army to take action. Last year, she was for the first time seen overseeing missile launches with her brother. \nHer role in inter-Korean affairs and her seemingly more significant role in guiding military activities may indicate her rising star. \nAllowing her to oversee the demolition of the Inter-Korean Liaison Office may serve to bolster her leadership credentials, much in the same way that her brother was rumoured to have been instrumental in the sinking of the South Korean naval corvette, ROKS Cheonan, and the shelling of Yeonpyeong Island in 2010.\nThe current trajectory of inter-Korean ties does bring 2010 to mind. \nWhat is concerning this time, however, is that North Korea is no longer the nascent nuclear aspirant it was then. Under the cover of its increased nuclear capabilities, Pyongyang may seek to torment Seoul for concessions and leverage. \nIn this sense, the demolition of the inter-Korean liaison office may be the start of a much darker period in the inter-Korean story.\nAnkit Panda is a senior editor at the Diplomat and author of Kim Jong-un and the Bomb.",
        "url": "https://www.bbc.com/news/world-asia-53059491",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/6E34/production/_112921282_hi061972151.jpg",
        "publishedAt": "1592308856"
    },
    {
        "source": {
            "id": "/news/world-asia-india-52990324",
            "name": "BBC"
        },
        "author": "Null",
        "title": "'India's healthcare system failed my family'",
        "description": "India is witnessing a surge in Covid-19 infections which has brought its health system to the brink of collapse. BBC Gujarati's Roxy Gadgekar describes how his own family was devastated by coronavirus.\nWhen my sister Shefali called me on 11 May and told me her husband Umesh had been rushed to hospital with breathing difficulties, it was a shock. My first thought - as unreal as it seemed - was coronavirus. \nHis death, five days later, showed us just how much India's healthcare system is being ravaged by the virus.\nWhile we battled to save Umesh, I was embarrassed I had to use my professional contacts - built up over 20 years as a journalist in this city - so many times to ask for simple things that should have been routine.\nAnd despite our repeatedly asking, the hospital where his life ended has still not explained exactly how he died or responded to the BBC's questions about why the family was not told.\nAnand Surgical hospital, where Shefali had taken Umesh when he fell ill, is a famous private hospital in Ahmedabad, the capital of the western state of Gujarat. It had been designated a specialised Covid hospital by the municipal corporation just a few days earlier. \nHowever, when I called them, they told me that they did not have an isolation room as yet. There were also no ventilators or even doctors who could treat suspected Covid patients. \nI told my sister to try taking him to a different hospital. But several private hospitals turned them away, saying they had no room. \nShefali finally managed to get a chest x-ray for Umesh at a nearby private hospital. The radiologist told the couple that he suspected Covid. \nUmesh Tamaichi was 44 and a senior lawyer who practised at the Ahmedabad Metro court. My sister is the general manager of a reputed IT company. The couple lived in Chharanagar - a slum-like area of the city filled with small lanes, no civic facilities and haphazard construction. \nUmesh and Shefali had dreams and worked hard to achieve them. They saved enough money to build their own house and send their two daughters to a good school - a rarity in a locality where spending money to educate girls is not the norm. One of them is about to sit pre-medical exams, while the other wants to be a lawyer like her father. \nA few days before Umesh started exhibiting symptoms, I had written a story on whether Gujarat was prepared for Covid-19. Several officials, including the state health commissioner, had talked about the state-run Ahmedabad Civil Hospital. They said it had several high quality ventilators, as well as trained staff. \nSo, I told Shefali to try taking Umesh there. I also called ahead to make sure they would see him. Doctors there looked at the x-ray and said Umesh needed to be admitted. \nState-run hospitals have a terrible reputation in India for being overcrowded and understaffed. Many who use them complain of having to wait hours for treatment, as well as of a lack of space and basic hygiene, among other issues. \nAfraid that Umesh would not get proper treatment, I approached the state health minister Nitinbhai Patel, who told doctors to ensure he got the best care. \nThe next afternoon, though, Umesh's condition deteriorated and he was shifted to critical care. I decided to try and move him to a private hospital. But as I called hospital after hospital, I was told there was no room. Not a single bed in the entire city. \nI tried everything. I called other journalists and even approached the mayor. But there was nothing anyone could do. So I focused on his treatment at the civil hospital - but his condition kept worsening.\nThen I received a call from his doctor who said Umesh would have to be moved to a ventilator. During a video call, I was able to see him struggling for oxygen. He was unable to speak. All he could try to convey with his hands was that he was unable to breath.\nA strong man, who exercised daily and had no health issues, Umesh could never have thought that a virus would land him in this situation. That instead of struggling to earn a bright future for his children, he would be struggling for a bit of air. He looked fragile and weak.\nMeanwhile, Shefali, usually so strong, was breaking apart. With no-one able to visit, she was all alone with her two daughters, trying to comprehend the reality of what was happening to them.\nShe also knew she needed to be tested. She had both diabetes and high blood pressure - both dangerous co-morbidities for the virus. But this proved to be as difficult as getting a hospital bed for Umesh.\nRepeatedly calling a government helpline got nowhere and while I also tried calling many officials, nothing worked. We even tried going to a private lab, but they wanted a doctor's prescription - which again proved difficult to get. When we finally managed to get one, the lab technician said that the government had ordered them to stop testing samples.\nEventually, with the help of a colleague, we managed to get Shefali tested on 15 May. The results, which came the next day, showed both Shefali and her younger daughter were positive. We decided to send her to a private hospital for treatment - again managed through a colleague. The next evening, I put her into an ambulance and followed in my car.\nOn the way, a relative called me and asked if I could check on Umesh's condition. I told him I had been trying to get information since morning, but no-one in the hospital had responded. He said he had received information that Umesh had died.\nI was in shock - I did not know what to do. Given that I was following the ambulance, I couldn't even stop my car.\nI gathered up strength and called his doctor, who to my shock said he had no information as he was not on shift. I made a few other calls until one doctor finally confirmed that Umesh had indeed died - many hours earlier. But no-one had bothered to inform us.\nThe hospital did not respond to the BBC's questions about why the family was not informed.\nMeanwhile, Shefali's ambulance reached the private hospital she was to be cared at, but I could not admit her as I knew she might want to go back and see her husband one last time - even if from a distance. I lied about an issue with the admission process and managed to get her back home. \nThen came the most difficult task - breaking the news. Telling her the man who had loved her throughout his life, had breathed his last alone in a critical care unit while his body was left unattended for hours. \nShe screamed in anguish.  \n\"You promised me Umesh would return home. Where is my Umesh now?\"\nShe had trusted me to bring her husband back to her. I had failed. The entire experience was eye-opening and humiliating. \nI still don't know the circumstances around his death - what happened, did they try to save him at the end? How did his mobile phone, SIM card and watch disappear after his death? The hospital has not responded to these questions, when asked again by the BBC.\nAhmedabad is one of India's worst affected cities and as the cases surge, the number of hospital beds are decreasing. \nAnd as the epidemic rages on, more people will find themselves stranded - denied access to basic healthcare. So many people have already died at home, turned away from every hospital. This might soon be the norm across the state. \nIf this was my experience, what is happening to the millions of others who do not have the levels of access I did? ",
        "url": "https://www.bbc.com/news/world-asia-india-52990324",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/10E2/production/_112822340_097d937f-c713-4a3e-bba5-bf54222b3b1d.jpg",
        "publishedAt": "1592349867"
    },
    {
        "source": {
            "id": "/news/world-asia-india-53071913",
            "name": "BBC"
        },
        "author": "Null",
        "title": "An extraordinary escalation 'using rocks and clubs'",
        "description": "\"It is looking bad, very bad,\" says security analyst Vipin Narang, of the deadly clash between Indian and Chinese soldiers in Ladakh on Monday night. \nThe most serious face-off on the world's longest unsettled land border in nearly half a century left 20 Indian soldiers dead. India says both sides suffered casualties.\n\"Once fatalities are sustained, keeping everything quiet becomes hard on both sides. Now public pressure becomes a variable,\" Dr Narang, a security studies professor at Massachusetts Institute of Technology, told me.\n\"The scale, scope and swathe of the pressure across the border is seemingly unprecedented.\"\nThe two nuclear armed neighbours have a chequered history of face-offs and overlapping territorial claims along the more than 3,440km (2,100 mile), poorly drawn Line of Actual Control (LAC) separating the two sides. Border patrols have often bumped into each other, resulting in occasional scuffles. But no bullets have been fired in four decades. \nThat is why the latest clash, following months of roiling tension, has taken many by surprise. \n\"It is an extraordinary escalation,\" Shashank Joshi, Defence Editor at The Economist magazine, told me. \"No shots fired for 45 years, and then at least 20 soldiers dead in one evening in rock-throwing and bludgeoning.\" The clash comes amid fresh tensions between the two powers, which have brawled along the border in recent weeks but not exchanged any gunfire.\nReports say in early May, Chinese forces put up tents, dug trenches and moved heavy equipment several kilometres inside what had been regarded by India as its territory in Galwan valley in Ladakh. Ajai Shukla, a leading Indian defence analyst, has claimed that China had captured 60 sq km of Indian-patrolled territory in the area in the past one month. India claims China already occupies 38,000sq km (about 14,700sq miles) of its territory.\nThe move came after India built a road several hundred kilometres long connecting to a high-altitude forward air base which it reactivated in 2008.\nThe details of how Monday's skirmish unfolded remain fuzzy.\nIndia and China are accusing each other of violating the consensus to respect the Line of Actual Control that separates the both sides in the Galwan Valley.\nIndia says the two sides have been exploring military and diplomatic channels to de-escalate the situation and that senior commanders had a \"productive meeting\" on 6 June. They agreed \"on a process of de-escalation\" and subsequently, the ground commanders had a series of meetings to implement the consensus, India's foreign ministry said. \nIndia said both sides suffered casualties after the Chinese \"unilaterally tried to change the status quo.\" And China accuses India troops of \"violating\" the consensus, crossing the border twice and carrying out provocative attacks on Chinese personnel\".\nAnkit Panda, a senior editor at The Diplomat magazine, says the ongoing crisis was \"already among the most serious between the two countries - certainly since the 2017 Doklam standoff and possibly much longer\". Road construction by the Chinese triggered a 73-day standoff in 2017 at a junction of India, China and Bhutan. \nBut Chinese behaviour this time has \"been very different from what we have seen in the past,\" Shivshankar Menon, a China expert and a former national security advisor, says.\n\"What we have seen is multiple incidents, multiple moves forward and China occupying spaces which it never occupied before along the LAC. This is a worrying sign because it's different from Chinese behaviour in the past,\" Mr Menon told interviewer Karan Thapar in The Wire, an independent online news portal.\nTheories abound on the reasons behind China's actions in the area. \nIn a tactical sense, Delhi's beefing up of the border infrastructure may have triggered the Chinese army into action in Ladakh. The pandemic may have provided the cover for China to act, particularly as the Indian army had delayed exercises in Ladakh in March. \"But I doubt it was the only cause,\" says Mr Joshi.\n\"Is it about the road? Is it about Article 370  [India's action of unilaterally changing the status quo of Kashmir in August last year] Is it broader aggressiveness? We don't know,\" says Dr Narang. \"But it is tense and it is not over.\" \nMr Menon, who served as India's ambassador to China, believes that China is resorting to strident nationalism, due to \"domestic and economic stresses\" at home. \"You can see it in their behaviour in Yellow Sea, towards Taiwan, passing laws without consulting Hong Kong, more assertive on India's border, a tariff war with Australia.\"\nOn Tuesday evening, India said the troops had disengaged from the clash site. Early reports suggest that established military channels were being used and both sides were not escalating. \"That's good news for India, which has few credible retaliatory options in the current environment,\" says Mr Panda.\nMr Joshi believes the most important consequences of Monday's clashes will be the \"wider and long-term diplomatic one\". \n\"For 10 years, Sino-Indian rivalry has steadily intensified, but remained largely stable,\" he said. India and China have also been more engaged. Bilateral trade increased 67 times between 1998 and 2012, and China is India's largest trading partner in goods. Indian students have flocked to Chinese universities. Both sides have held joint military exercises.\n\"Now we may be entering a new period of heightened mistrust and antagonism washing away much of the bonhomie on display at the Wuhan summit in 2018,\" says Mr Joshi.",
        "url": "https://www.bbc.com/news/world-asia-india-53071913",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/16D4A/production/_112941539_indiachinareuters.jpg",
        "publishedAt": "1592336816"
    },
    {
        "source": {
            "id": "/news/blogs-trending-53018201",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Who are Boogaloo Bois, antifa and Proud Boys?",
        "description": "More than three weeks since the death of George Floyd, anti-racism protests are continuing across the US.\nWhile in many cases peaceful, the protests have also featured scenes of police brutality, looting and violence. \nPoliticians, law enforcement and commentators on the left and right have accused a number of fringe groups of encouraging and participating in acts of violence. \nBBC News has been examining these groups on social media platforms.\nThis relatively new anti-government subculture is perhaps the most dangerous of the bunch. Steven Carrillo, a 32-year-old US Air Force sergeant from California, has been charged with the murder of two officers during the George Floyd protests, one in Oakland and another in Santa Cruz. \nBefore being arrested, he wrote in his own blood the terms \"boog\" and \"I became unreasonable\" on a car. Both terms are commonly used by the movement.\nRooted in a bulletin board dedicated to firearms on 4chan - called the /k/ board - Boogaloo Bois is a loose, leaderless movement. \nThe group's name is a reference to a poorly-reviewed 1984 film, Breakin' 2: Electric Boogaloo. The phrase \"Electric Boogaloo\" has since become an online meme meaning a low-quality sequel. \nBut Boogaloo Bois use it to refer to armed conflict with authorities, something akin to a second US Civil War.\nRelatively small on 4chan in its early days, the movement has since considerably grown in size, notably helped by dozens of Facebook groups and pages with tens of thousands of members and followers. In order to evade Facebook restrictions on the word \"Boogaloo\", alternate terms like \"Big Igloo\", \"Boog\" and \"Big Luau\" are also frequently used. \nLike other online movements born out of 4chan, Boogaloo Bois are steeped in the vernacular of internet memes and in-jokes. \nSome in the movement refer to themselves as \"boojahideen\", a parody of the term \"mujahideen\" which is frequently used to refer to radical Islamist militants. \nFollowers have a variety of views and levels of seriousness towards the movement, but most could be described as extreme libertarians and sign up to two fundamental beliefs: A desire for an armed overthrow of the government, and an unwavering commitment to gun ownership. \nBoogaloo Bois were overwhelmingly opposed to coronavirus lockdowns, which they saw as an alarming sign of tyranny. When anti-lockdown gatherings were held in several states in April and May, some armed members of the Boogaloo movement were seen in the rallies, often wearing Hawaiian shirts - a tongue-in-cheek reference to Hawaiian luau celebrations. \nBlack Lives Matter protests have caused a divide in the group. While many support the protests and are anti-police, some in the movement's more radical circles are conflicted.\nFacebook groups and pages post footage of armed members in Hawaiian shirts attending the protests carrying Boogaloo flags, claiming they are there to protect the protesters from police. Some even suggest that the demonstrations might trigger the \"Boogaloo\" that they've been waiting for.\nVideos and hashtags sympathetic to the group have also appeared on TikTok in recent weeks. They are often posted by young men with firearms who call for an uprising. One video features captions such as \"becoming more and more willing to die\" and \"cops showing at your door will be targeted first\".   \nSome members are capitalising on the protests to engage in acts of violence against authorities. Three Boogaloo members were charged with terrorism offences in Nevada this month for alleged attempts to \"spark violence\" in protests. \nFacebook has since limited the reach of Boogaloo-themed groups and pages. Several have been removed - or \"got Zucced\", as members call it - in the last few days. \nAntifa, short for \"anti-fascist\", is a loose affiliation of mostly far-left activists. \nThey include anarchists, but also communists and a few social democrats. What sets them apart is their willingness to use violence - they say, in self-defence or to defend their communities. \nThe movement, which at one point almost entirely disappeared in the US, saw a surge of interest after the election of Donald Trump. They routinely clash with the far right.\nDuring the recent protests, there's some evidence that they've been involved property damage and looting. Authorities in Texas, for instance, say three alleged looters in Austin were antifa affiliates.\nBut right-wing activists and President Donald Trump have made much bigger claims - that they are the driving force behind the violence.\nWhile US presidents can designate individuals or groups as foreign terrorists, legal experts have questioned whether Mr Trump has the authority to label antifa a \"domestic terrorist organisation\".\nThere's little evidence for the sweeping claims. Antifa activists are relatively rare - their numbers are tiny compared to the size of the US protests. \nFounded in 2016 by Canadian-British right-wing activist Gavin McInnes, the Proud Boys is a far-right, anti-immigrant, all-male group with a history of street violence against its left-wing opponents, notably antifa.\nThe group's name is a reference to a song from the Disney film Aladdin. Members often wear black and yellow Fred Perry polo shirts along with red \"Make America Great Again\" hats. \nA member must declare that he is \"a Western chauvinist who refuses to apologise for creating the modern world\". \nThe Proud Boys and affiliated groups have faced off against antifa in a number of violent street rallies in the last two years, most notably in Oregon, Washington and New York. Two members were jailed last year for beating up antifa activists in New York. \nThe Southern Poverty Law Center (SPLC), a prominent civil rights group, describes the Proud Boys as a hate group.\nAlthough Mr McInnes quit the group in November 2018, he filed a lawsuit against the SPLC three months later. Enrique Tarrio is the group's current chairman.\nProud Boys members are vehemently opposed to BLM protests. Describing attempts to bring down statues of Confederate leaders as a left-wing plot to \"destroy American history\", members have been seen \"guarding\" statues of historical figures in a number of states. \nFollowing the establishment of the Capitol Hill Autonomous Zone, a police-free district in Seattle, Proud Boys members - some armed - turned up to confront what they called \"authoritarian behaviour\" by the protesters.  \nPhotos and videos of clashes between the group and antifa members near the zone have gone viral.  \nFacebook, Instagram, Twitter and YouTube have all banned the group from their platforms. But accounts associated with the movement have popped up again during the protests. This week, 358 Facebook accounts and 172 Instagram accounts tied to Proud Boys were removed. \nHave a story for us? Get in touch.\nFollow BBC Trending on Twitter @BBCtrending or on Facebook.  ",
        "url": "https://www.bbc.com/news/blogs-trending-53018201",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/AACC/production/_112942734_antifaproudboysbigigloo.jpg",
        "publishedAt": "1592413279"
    },
    {
        "source": {
            "id": "/news/entertainment-arts-13118290",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Dame Vera Lynn, a symbol of resilience and hope",
        "description": "Dame Vera Lynn, who has died at the age of 103, was Britain's wartime Forces' Sweetheart, and remained one of the country's most potent symbols of resilience and hope.\nWith songs such as We'll Meet Again and The White Cliffs of Dover, she inspired both troops abroad and civilians at home during World War Two.\nAs Britain's cities came under attack, her wistful songs, with their messages of yearning and optimism, were heard in millions of British homes.\nAnd 75 years later, the country turned to her once again as it faced another stern test.\nShe was born Vera Margaret Welch on 20 March 1917 in the London suburb of East Ham, the daughter of a plumber.\nShe discovered her talent for singing at an early age and was performing in local clubs when she was seven. By the time she was 11, she had abandoned school for a full-time career as a dancer and singer in a touring music hall revue.\nShe had also adopted a new stage name, Vera Lynn, borrowing her grandmother's maiden name.\nShe was a soloist by the age of 16, fronting a number of bands who were still clinging to the more genteel musical traditions in the face of an onslaught from be-bop and jazz.\nLynn was self-effacing, unlike many of the singing stars of the day, and her gentle persona quickly endeared her to audiences.\nHer broadcasting debut came in 1935, singing with the Joe Loss Orchestra, which led to regular radio appearances and widened her circle of fans.\nBut in 1939, war intervened. As families gathered around the wireless to listen to Prime Minister Neville Chamberlain's announcement that Britain was at war with Germany, Lynn remembered thinking: \"Oh well, bang goes my career.\"\nBut when she volunteered for war work, she was told the best thing she could do was to keep on being an entertainer.\nThis was reinforced when, in a 1939 poll by the Daily Express, she was voted by servicemen as their favourite entertainer, and gained her Forces' Sweetheart nickname.\nIn the same year, she first sang We'll Meet Again, the song that more than any other came to be associated with World War Two.\nIts underlying message of hope - that scattered families would eventually be reunited after the conflict - struck a chord with troops abroad and their relatives at home.\nHer down-to-earth style quickly established her as the public's favourite antidote to the misery of the blackout and the Blitz.\nWith appearances at the London Palladium and Holborn Empire, Vera Lynn proved a national tonic in the anxious days at the beginning of the war.\nIn 1941 she married musician Harry Lewis. \"I don't think I thought much of him at first,\" she later said. \"He wooed me with chewing gum.\" But the union lasted six decades until his death. Lewis also became her manager.\nShe was given her own radio programme and, thanks to the BBC's shortwave transmitters, could be heard across the world. \nLynn spent the war years entertaining the troops, performing in hospitals and army camps, and travelling as far as India and Burma. She stayed in tents and grass huts, and \"went goodness knows how long without a bath\". \nOf her journeys to such threatening territory, she explained: \"It was so important to get entertainment to the boys.\"\nVera Lynn's success continued well into peacetime and, in 1952, she became the first British artist to have a number one hit in America with the song Auf Wiedersehen, Sweetheart. \nAnd two years later, she had her only British number one single with My Son, My Son. \nShe never retired and was always happy to move in new directions, notably with a cover of Abba's Thank You For The Music. However, it was plain that the public, including those born long after the war, wanted to hear her perform her classic songs.\nIn 2009, at the age of 92, Lynn became the oldest living artist to top the British album chart, outselling both the Arctic Monkeys and the Beatles, with whom she shared the top 10.\nThe singer had a realistic approach to her fame. \"I don't live in the past,\" she once said, \"even though I have never been allowed to forget it.\"\nAs well as making frequent appearances at veterans' reunions, Lynn was a tireless charity worker for hundreds of organisations. In 1992 she founded the Dame Vera Lynn School for Parents and Handicapped Children.\nIn a 2005 speech, she remarked: \"We should always remember, we should never forget, and we should teach the children to remember.\"\nIn 1976 Lynn was made a dame and in 2000 she was named as the Briton who best exemplified the spirit of the 20th Century.\nA great friend of another wartime idol, the Queen Mother, Dame Vera made her last public singing performance in front of her in 1995.\nThe place was Buckingham Palace, and thousands of people had gathered to celebrate the 50th anniversary of the end of the war.\nThe singer was well into her eighth decade, but could still deliver a heart-wrenching tune.\nTwenty-five years later, the impression made by Dame Vera's songs and contribution was shown to be as deep as ever. The UK was facing another crisis - and a virus, rather than a foreign army, was the foe this time.\nIn a televised address in April, the Queen evoked Dame Vera's wartime message, assuring families and friends who were separated during the coronavirus pandemic: \"We will meet again.\"\nJust two weeks earlier, Dame Vera herself had sent a message on her 103rd birthday, calling on the British public to find \"moments of joy\" during these \"hard times\".\nThen in May, We'll Meet Again was used during the finale of the BBC's coverage of the 75th anniversary of VE Day. Dame Vera appeared in a virtual duet with Katherine Jenkins, while key workers also joined in with the song.\nEnd of Youtube post  by BBC\nThat led an album that had been released for her 100th birthday - featuring contributions from younger singers including Alfie Boe, Alexander Armstrong and Cynthia Erivo - to re-enter the UK top 40.\nAfter a lifetime of service to her country, Dame Vera was still held as the embodiment of the best of the British spirit.",
        "url": "https://www.bbc.com/news/entertainment-arts-13118290",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/AE6F/production/_87355644_87355643.jpg",
        "publishedAt": "1592469852"
    },
    {
        "source": {
            "id": "/news/world-europe-53055857",
            "name": "BBC"
        },
        "author": "Null",
        "title": "Racism in Russia: Stories of prejudice",
        "description": "The Black Lives Matter (BLM) protests have not swept across Russia the way they have elsewhere, but people of colour living there have told the BBC about the casual discrimination they experience on a daily basis. \nThere are estimated to be tens of thousands of people of colour living in Russia - including Russian-born people with mixed heritage and people from African and Caribbean countries who are working or studying in Russia.\nHere are some of their stories.\nRecently a video of a taxi driver refusing to take a black man in his cab made waves on the internet in Russia.\nThe person left standing on the kerb was 21-year-old Roy Ibonga, a Congolese man studying economics at Bryansk State University. \nIn his video, published on social media, the driver can be heard saying \"If I don't like a person, I won't give them a ride. It's my car\". When Roy asks him bluntly \"Are you a racist?\" the driver replies, \"Yes, of course.\"\nLater the Yandex taxi company, the Russian equivalent of Uber, apologised to Roy.\n\"Thank you for finding a way to tell us about this intolerable behaviour. I'm very sorry that it happened to you,\" wrote a customer service rep. \nAccording to news reports, the driver was dismissed the same day. The company said \"rude or racist drivers have no place at Yandex Taxi\".\nRoy wrote about the incident on Instagram. Some people expressed support, but others wrote racist insults. Later Roy closed his account. Some social media users criticised Yandex for firing the taxi driver and even called for a boycott.\nRoy lives in Bryansk, a city 380km (236 miles) south of Moscow, where he is not the only African student, but all of them, he says, experience similar racist treatment.\n\"That incident with the taxi - it happens a lot. I just decided to video it this time to show people. It's the same every time. It happens to my friends too, but they can't talk about it because they don't speak Russian. \n\"Once last year they wouldn't let me into a cafe. The security guard told me, 'You can't come in because last time some African guys came in there was a fight'. What has that got to do with me? I asked. But he wouldn't let me in. I even called the manager, but they just told me I wasn't allowed in.\n\"Maybe it's because there aren't many of us and we haven't been here long, so people just aren't used to us. There's a big difference between Bryansk and Moscow. Moscow is like a different country. I never felt discrimination there.\"\nHe said he had \"never seen police beat up a black person in Russia\" and \"I've never had anything to do with the police here\".\n\"If people are racist towards me, I just walk away. There's no point being aggressive. People won't understand anyway and they won't change. I try to ignore it. It just makes you stressed. You start to think, 'Why was I born black?'\n\"I was born in Congo and lived all my life there. I only encountered racism when I came to Russia in 2017. I find it very hurtful. You step outside and everyone looks at you as if you're not human. It's really offensive.\" \n\"I live in Moscow, but went to university in St Petersburg and I was born in Yuzhno-Sakhalinsk [in the Russian Far East].\"\nIsabel says she was treated meanly by other kids at school and reminded every single day that her skin colour was different.\n\"It was very hard to put up with every day, even though I went to one of the best schools in town, specialising in maths and physics. I couldn't stand up for myself there. I didn't tell my parents about it. My big brother protected me at school. Sometimes he had to get into fights for me.\"\nIsabel dreamt about moving from Yuzhno-Sakhalinsk to a place where she would be able to walk down the street without people looking at her. Both she and her Dominican dad were routinely stared at.\n\"When I moved to St Petersburg everything was so much better, I began to forget that I look different. But later, when I started work and needed to rent a flat, I felt the racism again.\" \nIt was particularly bad in Moscow, says Isabel. All the letting ads said \"Slavs only\".\n\"When landlords heard my name on the phone, even though I had a permit to live in Moscow, they didn't believe I could pay the rent. I had to arrange to meet them in person, so they could see I was a normal person with a normal job and wouldn't turn their apartment into a drug den.\n\"Whenever I meet new people, as soon as they relax the jokes start. I either ignore them or join in the banter, if I can see that it's just teasing. If you get angry every time it'll make you a nervous wreck.\"\nIsabel's mother is from Sakhalin island and her dad from the Dominican Republic. They met in the 1980s, studying in Kyiv, the capital of then-Soviet Ukraine. \nIsabel's father came over to the Soviet Union on a student exchange programme. Isabel says that when her parents got married, while still studying, the university's reaction was negative. Her mother was harassed and called an \"enemy of the people\".\n\"At university they started giving her bad grades, although she had always been top of the class. The day after giving birth to my brother she had an exam. The university refused to let her postpone it. She wasn't allowed to defend her dissertation properly. She always got top marks, but they wouldn't give her anything higher than a third-class degree.\n\"These days people who are educated and travel know that the world is full of variety, but most people here don't and they're not interested. Racism shows itself in Russia in attitudes towards people from the former Soviet republics. They are the ones who need to protest, but they are afraid to because a lot of them are here illegally.\" \nRead more on anti-racism protests:\n\"I have experienced casual racism in Moscow. Sometimes people look suspiciously or with disapproval and move to another seat if you sit down next to them in the metro. But I haven't noticed any serious racial hatred. Not as an adult.\n\"I did encounter racism at primary and middle school. I think it left a mark on me. I lived on the outskirts of Moscow. It wasn't just the kids, but their parents who were bringing them up to be racist. \n\"When my mum came to a parents' evening and complained that the other children were offending me, they told her, 'it's your fault for giving birth to him'. Later I went to a better school. The kids and especially the parents there were much more aware and open-minded.\n\"It really upset me when I was a kid and I often didn't want to go to school. Now it doesn't bother me so much, but there are still moments. \n\"Once, at the journalism faculty at university I held a door open for a girl and someone behind me said, 'Oh! The journalism faculty has a black doorman!' Things like that make me angry but generally much less than they used to. I've learnt to have a positive attitude to myself and think my appearance is an advantage.\n\"It's the casual racism that's a problem in Russia and it comes from ignorance. I don't think we have the institutionalised racism of the West.\"\n\"I have been following the protests in the USA right from the start. I'm shocked by the brutality against people of colour there. Racism is a problem in Russia, too, but here everything is hushed up.\"\nKamilla is of Russian and Nigerian origin. She grew up in Stary Oskol, a town 600km south of Moscow. There weren't many other people of colour around.\n\"You could count the number of black people there on the fingers of one hand. I was lucky because my class was quite tolerant and we all knew each other from nursery school. But kids in other classes called me names. That was racist for sure and they insulted me.\"\n\"I came to Moscow to play for the team when I was 12 and the racism was not so bad there. I still get impolite questions like, 'So are you from Africa, or something?' Some people don't realise these comments are offensive. I usually give a sarcastic reply or just ignore them.\n\"The basketball clubs are already used to having black girls on their teams, so there's less racism around. But when you play for a Russian team there are always comments on social media pages: Is she really Russian? Has there been a mix-up? People think it's funny when a black girl plays for Russia.\"\n\"It upset me so much when I was a kid, I took it so much to heart. But now I shrug it off. Why do they call me names? The answer is simple: it's not me that's wrong, it's the people around me.\"\nAlena El-Hussein is of Russian and Sudanese origin, born in Moscow. Throughout her life she felt she looked different.\n\"It isn't always offensive. It depends on the situation. Very occasionally I've been called chernaya - \"a black\" - but it was always by a very ignorant person. There have been clashes, but more often about my personality than the colour of my skin. There have certainly been times when people called me 'chocolate' and other things like that.\"\nAlena believes the problem of racism in Russia is different from the USA.\n\"Russian men and women identify themselves with white European colonisers. Ignorance of history misleads them into some delusion of superiority.\n\"Racism here isn't so much against black people as against people from the former Soviet republics.\n\"People from Central Asia are the target of serious racism. It's interesting that there aren't protests against it. Maybe Russian society hasn't woken up to it yet.\"",
        "url": "https://www.bbc.com/news/world-europe-53055857",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/1672E/production/_112905919_a19fffa9-4fd7-4562-95ab-029c4321d26e.jpg",
        "publishedAt": "1592436032"
    },
    {
        "source": {
            "id": "/news/world-africa-52983563",
            "name": "BBC"
        },
        "author": "Null",
        "title": "The president vowing to defeat coronavirus and imperialism",
        "description": " Tanzania's President John Magufuli has been criticised over his repeated attacks on \"imperialists\" and his recent declaration that prayers had ended coronavirus in the East African state.\nBut this is unlikely to bother him as, throughout his presidency of more than five years, he has styled himself as a stout African nationalist and a devout Catholic waging war against foreign powers seeking to exploit the East African nation. \n\"I want you Tanzanians to believe that you have a real president, a real rock. I cannot be threatened and I am not threatened,\" Mr Magufuli said in March 2018. \nHe hopes that he has cemented this reputation over the last two years, and it will secure him a second term in elections due in October. \nOne of Mr Magufuli's biggest battles was against Canadian mining giant Barrick Gold Corp. \nHe demanded a 60% stake for the government in three of its gold mines to end the \"exploitation\" of Tanzania's resources.\nThe 60-year-old president cast the negotiations as a clash between a cow and a rabbit and, although the government eventually settled for a 16% share, the talks signalled that it was no longer business as usual. \nAs Barrick boss Mark Bristow walked from the lectern to shake Mr Magufuli's hand at the signing ceremony in January, he said: \"What it's done is challenge the mining industry and all of us to embark on something where we win together or lose together.\" \nIn his response, Mr Magufuli not only burnished his nationalist credentials, but also his religious credentials, saying: \"I thank God for the success of this agreement.\" \nHe has also cancelled two deals with China: the building of Tanzania's first electric railway line linking the main commercial city Dar es Salaam to the capital, Dodoma, about 500km (310 miles) away and the construction of East Africa's biggest port in Bagamoyo, once the capital of German East Africa, at a cost of $10bn (£8bn).\nMr Magufuli said only a \"madman\" would accept the financial terms negotiated by his predecessor Jakaya Kikwete's government for the building of the port.\nHe has long blamed selfish leadership and a failure to put the nation first for Tanzania's underdevelopment.  \nBut it is Western powers that Mr Magufuli is most suspicious of, and he accuses local \"puppets\" - usually a cast of opposition politicians, rights activists and critical journalists -  of championing the interests of their \"masters\".\n\"This healthy suspicion sometimes fuels paranoia, which is strange for a president who has consolidated so much power,\" Tanzanian analyst Thabit Jacob told the BBC.\n\"His nationalism has also turned illiberal and populist. He is squeezing the opposition, narrowing civic space, cracking down on the media and increasing surveillance.\" \n\nBornto a peasant farmer on 29 October 1959\nBecame a school teacher and industrial chemist\nElectedMP for the ruling party in 1995\nServed in various ministries until elected president in 2015\nFamously helped clean streets and pick up rubbish after taking office\nNicknamedThe Bulldozer and Chuma (Swahili for Piece of Iron) \nTanzanian writer Elsie Eyakuze said he had a \"brutal pragmatism that leans on a particular world view of strong leadership. \n\"It does not allow for discussion or dissent about methods or outcomes as this would ostensibly weaken the government or introduce an element of chaos.\" \nMr Magufuli has revived use of the Swahili word \"beberu\". It literally means \"a male goat\", but it was commonly used to refer to  \"Western imperialists\" when Tanzania was fighting for independence, and when a socialist government took office following the end of British colonial rule.\nMr Magufuli has not been on a single official visit to a Western nation since coming to power. Nor has he attended, as president, sessions of the UN General Assembly, which other African leaders see as an opportunity to spell out their vision to a global audience. \nYou may also be interested in:\nHe has attended African Union summits and visited a few African countries - including Rwanda and Uganda, whose leaders in many ways share his suspicions of Western nations.   \nHowever, he puts his vision for the nation ahead of his pan-African ideals. He did not attend regional summits to discuss the coronavirus crisis, and the temporary border closure of Tanzania's borders with Zambia and Kenya point to diplomatic tensions. \nWhen Uganda's President Yoweri Museveni described the regional body, the East African Community, as a \"household\" whose \"occupants\" needed to co-operate to combat the virus, Mr Magufuli - without directly referring to his Ugandan counterpart's comments - said at a church service in his home town that \"we co-operate in bringing development. However, in resolving a problem, everyone has their own means\".\nUnlike Uganda and Rwanda, Mr Magufuli did not impose a lockdown to curb the virus, saying he feared it would cause poverty. \nAs a result, he has come under criticism from the main opposition parties, which say densely populated cities should have been under lockdown. \nHowever, Mr Magufuli is not alone in rejecting such measures.\nData collected by the respected Africa Centres for Disease Control and Prevention (Africa CDC) shows that around a quarter of African states, including Ethiopia, did not shut down to curb the spread of the virus.\nAnd soon after the first Covid-19 case was detected in the country in mid-March, Tanzania took measures such as closing schools and banning sports events. \nEven before this, Mr Magufuli famously exchanged a foot greeting with opposition politician Maalim Seif Sharif Hamad at the presidential mansion as health experts warned that the virus could spread through handshakes. \nDespite this, World Health Organization (WHO) Africa director Matshidiso Moeti accused Tanzania of acting slowly to curb the spread of the virus. \n\"In Tanzania we have observed that physical distancing, including the prohibition of mass gatherings, took some time to happen and we believe that these might have been probable factors that led to a rapid increase in cases there,\" the South African-born WHO official said in April.\nFor his critics, one of Mr Magufuli's biggest mistakes has been to encourage religious services, sometimes without social distancing, despite the fact that most health experts say the risk of infections spreading is extremely high at such gatherings.\n\"Coronavirus is a devil. It cannot live in the body of Christ,\" the Tanzanian leader, who has a PhD in chemistry and is a devout Catholic, said in March.\nAnd when Mr Magufuli addressed worshippers earlier this month, he said: \"The corona disease has been eliminated thanks to God.\" \nA few days later he appeared to row back on his statement, saying the virus was still around and urging people to continue to take precautions such as washing their hands regularly.  \nBut on Tuesday, in his final parliamentary address before election campaigning started, Mr Magufuli repeated that God had spared Tanzania the virus, and called for all schools to reopen and for a return to normality.\nHowever on the same day, Prime Minister Kassim Majaliwa said Tanzania had 66 active coronavirus cases, releasing data for the first time since April when Mr Magufuli questioned the reliability of the figures. \nIn at least two previous speeches, Mr Magufuli described Tanzania's fight against the disease as \"warfare\", hinting that he saw it as a \"Western plot\". \n\"There are so many unbelievable things being done in this country. Either the imperialists have bought off the laboratory technicians, or they are not competent, which is not true,\" he said. \nHe also questioned the credibility of testing kits, without saying who had supplied them. \n\"So many times, I have insisted that not everything that you are given is good. There could be people being used, that equipment could be used… but it could also be sabotage because this is warfare,\" he said, lurching towards a conspiracy theory. \nMr Magufuli has also championed traditional medication, including steam inhalation and a Malagasy-produced tonic made from the artemisia plant, to fight the virus, despite the WHO saying there is no evidence that the treatment works.\n\"Magufuli sees African nations as allies, or at least, not 'mabeberu', and therefore, prefers to deal with them and seek out medical remedies from them rather than from elsewhere,\" Tanzanian political analyst Dan Paget said.\nMany health experts believe the leaders - who also include Liberia's George Weah - are creating false hopes, but herbal medicine is part of the lives of most Africans. WHO data shows that 80% of them use it.\nWhether Mr Magufuli's strategy has paid off will become clear in the coming months. \nFor now, he has strengthened his support among many African nationalists, religious conservatives, and businessmen, bolstering his chances of securing a second term in the October election.\nWhen Mr Kikwete handed power to him in 2015, he said: \"I'm leaving, but we've brought this chuma [Swahili for a piece of iron].\"\nIt was an apt description of Mr Magufuli's style of leadership, which has been applauded by his supporters and loathed by his critics.",
        "url": "https://www.bbc.com/news/world-africa-52983563",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/10FF4/production/_112902696_gettyimages-494936334.jpg",
        "publishedAt": "1592436416"
    },
    {
        "source": {
            "id": "/news/stories-53066537",
            "name": "BBC"
        },
        "author": "Null",
        "title": "The blogger who hit back at a Russian 'assassin'",
        "description": "Sergei Skripal was poisoned with the nerve agent Novichok, Alexander Litvinenko was killed with radioactive polonium… by contrast the man who attacked Chechen blogger Tumso Abdurakhmanov was armed with nothing more than a hammer. But he is still convinced that Russian security services were involved, reports Nick Sturdee.\nIt's 26 February 2020. A half-naked man is catching his breath, filming himself in the half light. He's just grabbed the phone and is streaming live on Instagram. He switches from selfie mode and we see a second man, fully dressed, lying face down next to a bed. From his head, a half-metre trail of thick blood, pasted along a linoleum floor across which he has apparently been dragged.\n\"Who sent you?\" demands the man who is filming. \"Who sent you?!\" he repeats, raising his voice.\nHis name is Tumso Abdurakhmanov, and he's a Chechen blogger living in hiding in the town of Gavle, in eastern Sweden.\nHe's holding a hammer, and anxiously looks over his shoulder - clearly concerned there might be someone else in the flat.\n\"Who sent you, I asked!\"\nThe man groans. He says weakly that he was sent by a man from Grozny - the Chechen capital. And that he's from Moscow.\n\"How did you get my address?\" asks Tumso.\n\"They told me.\"\n\"And what's your name?\"\n\"Ruslan.\"\nTumso Abdurakhmanov is an asylum seeker, and he has just managed to beat off a man who assaulted him with a hammer as he slept. He has been expecting something like this to happen. In the preceding six months two other Chechen asylum seekers have been attacked - one gunned down in a Berlin park, the other stabbed to death in a hotel in northern France. He's been tipped off there's money on his head too.\nThree months later, speaking to the BBC from a new, secret location in Sweden, 34-year-old Tumso describes being woken by a series of blows to the head, the struggle to get out from under his duvet, and an exhausting wrestling match that ensued, on and off the bed. Tumso isn't a big man, but at a certain point he succeeded, stunned, in getting on top of his assailant, to see his own blood drip on to the other man's face and into his mouth. The bigger man then overpowered him, but eventually, as they struggled, the hammer fell from his slippery woollen gloves.\nTumso then seized it and dealt a series of blows to his attacker's head.\n\"To start with he fought back fiercely, he tried to protect himself. But after a few blows with the hammer he started to talk to me. Up till then we hadn't spoken at all. I didn't know if he spoke Russian, or who he was. He gave his name. He said, 'Please don't hit me. I'll tell you everything.'\"\nPolice arrived to find the gruesome spectacle of two Russian citizens, their heads bloodied from a vicious fight with a hammer. The larger, fully dressed man had already slipped into unconsciousness. The less wounded of the two - Tumso - was arrested. But after three days of police questioning he was reclassified as a crime victim, and the second man, 29-year-old Ruslan Mamaev, was detained on suspicion of attempted murder, which he denies.\nIn an extremely rare development, the investigation was handed to the country's Security Services. For Tumso's lawyer, Jens Sjolund, the reason is clear - suspicions that another nation state is behind the attack. Russia.\nTumso Abdurakhmanov is one of up to 130,000 Chechen refugees in European countries, many of whom have fled from the violent and tyrannical rule of the semi-autonomous republic's Kremlin-backed leader, Ramzan Kadyrov.\nHe left three years ago after a run-in with the then mayor of Grozny, Kadyrov's cousin, led to threats that he would be disappeared - abducted, tortured and possibly killed - like so many other critics of the regime.\nSince then he has become the single most influential and prominent opponent of Kadyrov in a busy émigré blogosphere. With more than 350,000 subscribers to his YouTube channels - despite the fact that the population of Chechnya is only 1.2 million - he relentlessly hits out at Ramzan Kadyrov's apparently limitless power in Chechnya, the regime's human rights abuses and its corruption.\nNew clouds began to gather for the blogger following a long phone conversation with Ramzan Kadyrov's right-hand man, the chair of the Chechen parliament, Magomed Daudov. In Chechnya this universally feared man, believed to be personally responsible for the well-documented campaign of persecution of the republic's gay community, is known simply by his nickname \"Lord\".\nLord initiated the conversation with Tumso but found himself lambasted by the blogger, who then posted the whole thing on YouTube, in a series of posts lasting more than two hours. Later, when Tumso publicly called Kadyrov's father Akhmat a traitor for siding with the Russians in their 1999 invasion of the republic, Lord evidently decided it was time to teach him a lesson.\nIn March last year Lord posted online an extraordinary announcement for a serving Russian state official. \"Tumso,\" he said, looking at his phone as he filmed himself, \"I am officially telling you from me, and from my brothers. You know who my brothers are. You talked about Akhmat [Kadyrov], and this is now a blood feud. For as long as I have blood in my veins, you are my enemy, and the enemy of my brothers. And we're going to find you.\"\nThe tradition of the blood feud, the revenge killing of a murderer or their relative, is still alive and well in Chechnya. That Tumso had killed nobody did not seem a problem for Lord.\nHe went on to say that Tumso would not actually be killed, he'd just be given an \"amazingly fun time\". But for Chechens, the word for blood feud that Lord used - chir - leaves no room for doubt.\nThings looked even more ominous for Tumso when pro-government social media broadcast the spectacle of his remaining family in Chechnya - an elderly uncle and two other relatives - pronouncing that they were disowning the blogger. More than that, they explicitly gave permission for him to be murdered.\n\"Let them do whatever they like,\" said Tumso's uncle and cousins. \"He is no long longer part of our family. From this moment on, if anyone kills him, we allow that person to take his blood.\" A blood feud was being publicly condoned - evidently under duress - by the planned victim's family.\nWhen the attack came, it was on Lord's birthday - a fact eerily reminiscent of the 2007 murder of the journalist Anna Politkovskaya, one of Kadyrov and Vladimir Putin's most prominent critics, who was shot dead on Putin's birthday, 7 October. In a defiant Instagram post after his release from police questioning, Tumso filmed himself smiling and winking mockingly at the camera, with the written message: \"Happy birthday, Daudov! Sorry I'm a bit late.\"\n С днём рождения, Даудов! Прости, что припозднился 🔨😉\nA post shared by  Mokhmad Abdurakhmanov (@abdurakhmanoff_bros) on Feb 29, 2020 at 3:53pm PST\nEnd of Instagram post  by abdurakhmanoff_bros\nThen he added a hammer emoji.\nTumso - and many Chechens - were in no doubt who was behind the attack. The Chechen authorities deny involvement.\nChechens in Europe's diasporas say they live under the constant threat of retribution and violence - visited either on themselves or on their relatives back at home. Critics have been beaten and pressured, and Kadyrov's opponents murdered widely over the years, in Qatar, Austria, Turkey and Dubai, as well as in Moscow and in Chechnya itself. Some were influential militants - sometimes accused of terrorist attacks in Russia - but others were political rivals, or merely critics.\nRussian security forces appear to have been involved in more than one of the killings.\nLast August Zelimkhan Khangoshvili, a senior commander in the second Chechen war (1999-2005), was approached by a man on a bike and in motorbike leathers in the Kleiner Tiergarten Park in Berlin. Khangoshvili had been on his way to his local mosque for Friday prayers, and had for some reason taken a diversion into the park. His family believe he had been lured there. \nThe cyclist shot Khangoshvili several times, killing him with a shot to the head. He then jumped on a waiting hire scooter, and escaped to a secluded location by the nearby River Spree, where he changed into a pink T-shirt and shorts, and threw a bag into the water. Two teenage boys witnessed the scene and called the police. The man was arrested minutes later, just before he could disappear into the crowd of tourists in central Berlin. He presented a valid Russian passport under a false name. A bag was recovered from the Spree containing the leather clothes, a wig, and a Glock pistol.\nThe assassination had been intricately and expertly planned and, if it hadn't been for the two boys, the killer would probably have escaped undetected. He had arrived in Berlin hours before the murder, after travelling to Poland where it is thought he picked up the pistol. He knew exactly where and when to find Khangoshvili, he had a means of getaway planted precisely where he needed it, and was evidently acting on a pre-determined exit plan. He must have been operating with accomplices and detailed intelligence - raising suspicions of a sophisticated hit by Russian intelligence.\nThese suspicions grew after the journalist Christo Grozev, at the investigative website Bellingcat, established the true identity and biography of the killer - a former Russian special forces soldier called Vadim Krasikov. This man had already committed at least three contract killings in Russia - of businessmen and a regional politician - and had been shielded from prosecution by the intervention of the Russian security services, the FSB. \nHaving identified Krasikov's phone number - through documents online relating to the purchase of a car by his wife - Grozev then used leaked mobile phone data to trace his movements over the weeks running up to his trip to Berlin. Other than his home, the locations where Krasikov had spent most time were the FSB anti-terrorism office in Moscow - for a few hours at a time - and a high-security and heavily restricted FSB special forces training camp just outside Moscow, where he had spent three days before travelling.\nThe Russian security services, it appears, had trained and dispatched someone from the criminal world to eliminate a perceived enemy on the streets of Berlin. Grozev wasn't surprised.\n\"The FSB have their own contingent of former officers,\" he says. \"Or just criminals they can trust or they can hold forever indebted because of, for example, compromising material on them. The FSB is a very corrupt, sprawling organisation.\"\nIn January, a second Chechen was murdered by a travelling assassin, this time, in France. Unlike Khangoshvili, the victim was not a former military commander - he wasn't a potential security threat - but a blogger on medication for PTSD, who had insulted Ramzan Kadyrov online.\nAlthough Tumso Abdurakhmanov was in Sweden at the time, he was tipped off about the appearance of a suspicious Chechen, Usman Mamadiev, among the diaspora in Berlin. Immediately he feared for the safety of his wife, children, mother and brother, who were living in the German capital. He provided Mamadiev's details to German police, he says. But instead the visitor travelled on to Belgium.\nThere he visited the blogger, Imran Aliev, whom he had befriended online, pretending to be a cancer patient travelling to Europe for treatment. On 29 January the two of them travelled to Lille, in northern France, checking in to the Coq Hardi Hotel. The next morning Aliev's body was found in their room, with a reported 135 stab wounds. By then Mamadiev had left for Berlin and was soon on a flight back to Moscow.\nFollowing Aliev's murder, Tumso carried out an investigation and posted the results online. He said he had established Mamadiev's connection to a close Kadyrov ally, a member of the Russian parliament for the ruling United Russia party, Adam Delimkhanov. He also reported that Mamadiev had suspiciously bought a car soon after his return home. \nThe Chechen authorities have denied involvement in Imran Aliev's killing. It has not been possible to reach Mamadiev for comment.\nLess than a month later, Tumso himself was the target. His head and body are marked by scars and wounds from the hammer blows, and he is clearly extremely lucky to be alive. \"It was a miracle,\" he says. \"I realised that as I sat at the police station and thought through what had somehow passed me by. The first emotions you get are impossible to convey. You feel at that moment as though you've been born again, when you think of how you were on the very edge when someone was hitting you with a hammer.\"\nIt was fortunate, perhaps, that his family remained in Germany.\nUnlike Khangoshvili's killer, Tumso's attacker, Ruslan Mamaev, had not travelled on fake ID. It's even easy to find his Facebook page, where the last comment is from his father, Marat, wishing him a happy birthday last August. Photos reveal a tall man with Asiatic features and dark, modishly cut hair, sitting in what looks like a fashionable café, with Central Asian carpets behind him.\nMamaev is originally from Kazakhstan, but moved to Omsk in Siberia as a boy. There he started college but dropped out, before travelling to Moscow and apparently working in construction. Judging from a 2018 court ruling, Mamaev seems to have had money problems. He was ordered to pay back half a million roubles - about £5,500 - that he had borrowed from a bank.\nI've reached out to some of Mamaev's friends and his family. His girlfriend told me on social media that he wouldn't harm another person, that the whole family is in shock and that she doesn't understand how or why he went to Sweden. Apart from that, no-one seems to want to talk.\nNothing in Mamaev's biography seems to suggest a killer - nor any prior connection with Chechnya. But flight data records in Russia, leaked to Bellingcat, do demonstrate that he travelled to Grozny on two occasions shortly before he travelled to Sweden. He returned to Moscow from his second trip on 15 February. Five days later, he booked his flight to Copenhagen for 24 February. Two days after that he was in Tumso's flat in Sweden, with a hammer.\nIt has also emerged that immediately after his December trip to Grozny, Mamaev flew to Copenhagen - on what looks like a short recce. According to Bellingcat, it was the first time he had ever travelled outside the former Soviet Union, and he speaks no foreign languages. Like Krasikov in Berlin, he would certainly have been receiving help from accomplices. \nA second individual, a Chechen woman, has been detained by Swedish police as a suspect. She travelled to Sweden from France shortly before the attack. And last weekend the Swedish authorities announced they were arresting - in absentia - a third Russian citizen. He's been named as Imran Khaskhanov, a Chechen from Mamaev's hometown of Omsk, and he's also believed to have travelled to Sweden at the time of the attack.\nMamaev's motive for apparently trying to kill a man he had never met is unclear, but Tumso has a theory. Much as Vadim Krasikov may have been drawn into the FSB's orbit as a result of his prosecution for murder, Tumso believes that Mamaev's debts may have laid him open to recruitment and exploitation by those who wanted to organise an assassination attempt that could easily be denied.\nTumso is confident that the organisation of the attack was beyond the abilities of Kadyrov's circle. Mamaev had managed to establish Tumso's address in hiding, to get through a door requiring a pincode, and to find and enter his apartment unnoticed as he slept. The blogger believes this points to FSB involvement.\nBut Tumso is not a defector from Russian military intelligence, like Sergei Skripal, or a former officer of the FSB working as a consultant for British intelligence, like Alexander Litvinenko. Why would the FSB organise an assassination attempt on a Chechen blogger living in Sweden? Tumso, again, has an explanation - money.\n\"I have information - which I can't prove or confirm - that the FSB may have sold that information to Kadyrov. And if that's true, there's nothing remotely strange about that,\" he says. \"This is Russia - and it's totally normal for different state structures merely to sell things to each other. In Chechnya we've seen that for a long time.\"\nThe relationship between Russia and Chechnya, one of the Russian Federation's 22 republics, is itself partly a financial one. Moscow props up Chechnya by pouring in millions of dollars. In return Kadyrov's brutal rule ensures there is no dissent.\n\"It's a marriage of convenience,\" says Katya Sokirianskaia of the Moscow based Conflict Analysis and Prevention Centre. \"Very clearly Putin thinks that Ramzan is solving his problems in Chechnya. On the other hand, on the Ramzan side, it is very clear that Vladimir Putin guarantees his biological survival - the survival of Ramzan himself and his family, his children and his close friends, his circle.\"\nBecause Kadyrov and his circle, as they well know, can not only declare blood feuds - they can be the subject of them.\n\"Ramzan Kadyrov has blood enemies, and many of his associates as well. They have blood. People who blame them for death and humiliation. And they're waiting for the moment to take their revenge, to execute this blood feud. And Chechens can wait for a very long time.\"\nIt's not known who ordered Ruslan Mamaev to travel to Sweden and attack Tumso with a hammer as he slept. It's not known whether the FSB was involved, and it cannot be proved it was the execution of a blood feud\nBut the second most powerful public official in Chechnya expressly warned of such an action, and pro-government social media effectively condoned it by carrying the statement made by Tumso's relatives, in which they gave their consent for him to be murdered.\nAnd for this, it would appear, neither Kadyrov nor the Chechen government have received any criticism from the Russian government - or President Vladimir Putin.\nA series of assassinations has taken place in Turkey of men from the countries of the former USSR. There's evidence that some were carried out by killers from Russia - including, in one case, names, photographs and a memory stick carelessly left behind for Turkish police to study.\nHave Russian hitmen been killing with impunity in Turkey? (2016)",
        "url": "https://www.bbc.com/news/stories-53066537",
        "urlToImage": "https://ichef.bbci.co.uk/news/320/cpsprodpb/9472/production/_112920083_tumso_portrait976.jpg",
        "publishedAt": "1592349719"
    }
]